{"A-Frame_Vega Prime by Presagis": [], "A-Frame_OGRE": [{"highlight": {"text": ["Might sell the steamroller if the <em>ogre</em> works <em>good</em> enough as a commuter, have <em>a</em> <em>frame</em> on order, probably will build first as a SS then likely 2x9 later."]}, "_score": 15.242733, "_id": "K1715058879", "_index": "commoncrawl2", "_source": {"text": "Might sell the steamroller if the ogre works good enough as a commuter, have a frame on order, probably will build first as a SS then likely 2x9 later."}, "_type": "sentence"}], "A-Frame_Java FX": [], "A-Frame_Glide": [{"highlight": {"text": [" comfort with classic styling, the exciting Road <em>Glide</em> with <em>a</em> <em>frame</em>-mounted fairing, and four Electra", "For 2008, Harley-Davidson Touring family includes two Road King models that combine <em>outstanding</em>", " <em>Glide</em> models with the traditional Harley-Davidson \"batwing\" fairing."]}, "_score": 20.224054, "_id": "F735358372", "_index": "commoncrawl2", "_source": {"text": "For 2008, Harley-Davidson Touring family includes two Road King models that combine outstanding comfort with classic styling, the exciting Road Glide with a frame-mounted fairing, and four Electra Glide models with the traditional Harley-Davidson \"batwing\" fairing."}, "_type": "sentence"}, {"highlight": {"text": ["2006 Other H-D Road <em>Glide</em> The FLTR Road <em>Glide</em> features <em>a</em> <em>frame</em>-mounted fairing that reduces weight", " on the fork as <em>well</em> as the handlebars and retains the distinctive style of a Harley-Davidson touring ... $24,900"]}, "_score": 17.968945, "_id": "A44985590", "_index": "commoncrawl2", "_source": {"text": "2006 Other H-D Road Glide The FLTR Road Glide features a frame-mounted fairing that reduces weight on the fork as well as the handlebars and retains the distinctive style of a Harley-Davidson touring ... $24,900"}, "_type": "sentence"}, {"highlight": {"text": ["He was <em>well</em> skilled in the use of carpenter's tools and would <em>glide</em> over <em>a</em> <em>frame</em> as safely as on terra firma."]}, "_score": 17.71915, "_id": "G933805891", "_index": "commoncrawl2", "_source": {"text": "He was well skilled in the use of carpenter's tools and would glide over a frame as safely as on terra firma."}, "_type": "sentence"}, {"highlight": {"text": [" the new Road <em>Glide</em> Ultra, a full-feature motorcycle with <em>a</em> <em>frame</em>-mounted fairing.", "Harley-Davidson expands its family of <em>Great</em> American Touring motorcycles with the debut for 2011 of"]}, "_score": 14.743137, "_id": "F848419766", "_index": "commoncrawl2", "_source": {"text": "Harley-Davidson expands its family of Great American Touring motorcycles with the debut for 2011 of the new Road Glide Ultra, a full-feature motorcycle with a frame-mounted fairing."}, "_type": "sentence"}, {"highlight": {"text": [" they <em>glide</em> back and forth so the unit operates as an <em>attractive</em> lawn ornament.", "Among the birthday presents he then buys for the daughter is the latest thing in yard decoration, <em>a</em>", " <em>frame</em> to which four real white-robed Third World young women are attached at the brain and on which"]}, "_score": 12.621096, "_id": "B237415740", "_index": "commoncrawl2", "_source": {"text": "Among the birthday presents he then buys for the daughter is the latest thing in yard decoration, a frame to which four real white-robed Third World young women are attached at the brain and on which they glide back and forth so the unit operates as an attractive lawn ornament."}, "_type": "sentence"}], "A-Frame_Metal": [{"highlight": {"text": ["Lovely wood, and wood looks so much <em>nicer</em> than <em>metal</em> for <em>a</em> <em>frame</em>."]}, "_score": 25.024744, "_id": "K1653757460", "_index": "commoncrawl2", "_source": {"text": "Lovely wood, and wood looks so much nicer than metal for a frame."}, "_type": "sentence"}, {"highlight": {"text": ["Snow, rain and other weather, runs off the <em>A</em>-<em>Frame</em> Vertical style roofing <em>easier</em> and <em>quicker</em> because of how the ridges in the sheet <em>metal</em> run."]}, "_score": 24.300667, "_id": "N2226046116", "_index": "commoncrawl2", "_source": {"text": "Snow, rain and other weather, runs off the A-Frame Vertical style roofing easier and quicker because of how the ridges in the sheet metal run."}, "_type": "sentence"}, {"highlight": {"text": ["The door is <em>solid</em> or a slab specifically <em>a</em> <em>frame</em> cover with sheet <em>metal</em>."]}, "_score": 22.156399, "_id": "P2467410706", "_index": "commoncrawl2", "_source": {"text": "The door is solid or a slab specifically a frame cover with sheet metal."}, "_type": "sentence"}, {"highlight": {"text": ["<em>A</em> <em>frame</em> builder maybe <em>able</em> to add disc mounts to a <em>metal</em> frame."]}, "_score": 20.622742, "_id": "A156720005", "_index": "commoncrawl2", "_source": {"text": "A frame builder maybe able to add disc mounts to a metal frame."}, "_type": "sentence"}, {"highlight": {"text": ["<em>A</em> <em>frame</em> constructed from <em>metal</em> pressings was stiff, cheap to mass-produce and could be made to give <em>outstanding</em> handling."]}, "_score": 20.600698, "_id": "A156720824", "_index": "commoncrawl2", "_source": {"text": "A frame constructed from metal pressings was stiff, cheap to mass-produce and could be made to give outstanding handling."}, "_type": "sentence"}, {"highlight": {"text": ["Our Fur Rockin' Rolling Desk Chairs and <em>Metal</em> <em>A</em>-<em>Frame</em> Desks are <em>great</em> workspace choices when you want to create a <em>unique</em> dorm environment."]}, "_score": 20.507374, "_id": "M1947787389", "_index": "commoncrawl2", "_source": {"text": "Our Fur Rockin' Rolling Desk Chairs and Metal A-Frame Desks are great workspace choices when you want to create a unique dorm environment."}, "_type": "sentence"}, {"highlight": {"text": ["While the QL would have had <em>a</em> <em>frame</em> with a fabric topper, the Dinky one has a <em>solid</em> <em>metal</em> topper."]}, "_score": 19.878902, "_id": "T3164970753", "_index": "commoncrawl2", "_source": {"text": "While the QL would have had a frame with a fabric topper, the Dinky one has a solid metal topper."}, "_type": "sentence"}, {"highlight": {"text": [" original made up of all those small pieces of <em>metal</em> lined up in <em>a</em> <em>frame</em>.", "It was <em>easier</em> and <em>quicker</em> to print multiple copies of any page from this plate than from the"]}, "_score": 19.811073, "_id": "J1479384332", "_index": "commoncrawl2", "_source": {"text": "It was easier and quicker to print multiple copies of any page from this plate than from the original made up of all those small pieces of metal lined up in a frame."}, "_type": "sentence"}, {"highlight": {"text": ["Otherwise, <em>a</em> <em>frame</em> made of a <em>metal</em> material having <em>excellent</em> thermal conductivity may be used as the frame 48."]}, "_score": 19.681658, "_id": "M1942656089", "_index": "commoncrawl2", "_source": {"text": "Otherwise, a frame made of a metal material having excellent thermal conductivity may be used as the frame 48."}, "_type": "sentence"}, {"highlight": {"text": ["Expanded <em>metal</em>, perforated or <em>solid</em> sheet <em>metal</em>, wire mesh on <em>a</em> <em>frame</em> of angle iron, or iron pipe securely fastened to floor or to frame of machine."]}, "_score": 19.627325, "_id": "E686945275", "_index": "commoncrawl2", "_source": {"text": "Expanded metal, perforated or solid sheet metal, wire mesh on a frame of angle iron, or iron pipe securely fastened to floor or to frame of machine."}, "_type": "sentence"}, {"highlight": {"text": ["This <em>unique</em> lamp features a tapered base of carved slate sitting atop <em>a</em> <em>frame</em> of matte black <em>metal</em>."]}, "_score": 19.587696, "_id": "R2874777191", "_index": "commoncrawl2", "_source": {"text": "This unique lamp features a tapered base of carved slate sitting atop a frame of matte black metal."}, "_type": "sentence"}, {"highlight": {"text": [" a <em>metal</em> barrel hoop <em>ideal</em> as <em>a</em> <em>frame</em> for whatever evergreens are at hand.", "City dwellers may make an <em>attractive</em> wreath of fireproof green paper, while country folks will find"]}, "_score": 19.451336, "_id": "D483030477", "_index": "commoncrawl2", "_source": {"text": "City dwellers may make an attractive wreath of fireproof green paper, while country folks will find a metal barrel hoop ideal as a frame for whatever evergreens are at hand."}, "_type": "sentence"}, {"highlight": {"text": ["Your print on <em>metal</em> comes <em>ready</em> to hang or display so there is no need for <em>a</em> <em>frame</em>."]}, "_score": 19.392029, "_id": "T3272268800", "_index": "commoncrawl2", "_source": {"text": "Your print on metal comes ready to hang or display so there is no need for a frame."}, "_type": "sentence"}, {"highlight": {"text": ["With <em>a</em> <em>frame</em> work utilizing <em>metal</em> frames as the basic load carrying and alignment means, the cabinets of this", " invention are <em>stronger</em>, more durable and <em>easier</em> to assemble than comparable all wood cabinets."]}, "_score": 19.026634, "_id": "T3188013506", "_index": "commoncrawl2", "_source": {"text": "With a frame work utilizing metal frames as the basic load carrying and alignment means, the cabinets of this invention are stronger, more durable and easier to assemble than comparable all wood cabinets."}, "_type": "sentence"}, {"highlight": {"text": [" to your door often <em>quicker</em> and more inexpensive than <em>a</em> <em>frame</em> shop.", "We can mount and frame your poster using high-quality <em>metal</em> picture frame moulding, ship directly"]}, "_score": 18.927435, "_id": "S3035545001", "_index": "commoncrawl2", "_source": {"text": "We can mount and frame your poster using high-quality metal picture frame moulding, ship directly to your door often quicker and more inexpensive than a frame shop."}, "_type": "sentence"}, {"highlight": {"text": ["The <em>ideal</em> non-toxic bed has <em>a</em> <em>frame</em> made of <em>metal</em> or untreated, <em>solid</em> wood and a cotton mattress or"]}, "_score": 18.728552, "_id": "P2519766053", "_index": "commoncrawl2", "_source": {"text": "The ideal non-toxic bed has a frame made of metal or untreated, solid wood and a cotton mattress or futon, preferably made from cotton grown without pesticides (sometimes called \"organically grown cotton\")."}, "_type": "sentence"}, {"highlight": {"text": ["In fact, it's actually quite do-<em>able</em>, more so than building <em>a</em> <em>frame</em> from <em>metal</em> is for me right now."]}, "_score": 18.50349, "_id": "I1258545060", "_index": "commoncrawl2", "_source": {"text": "In fact, it's actually quite do-able, more so than building a frame from metal is for me right now."}, "_type": "sentence"}, {"highlight": {"text": ["-use position on a typical <em>metal</em> tennis racket 24 having a shaft 26 with a throat connected to <em>a</em> <em>frame</em> 25.", "In FIG. 2, the first embodiment of the <em>improved</em> racket weighting means 10 is shown in a <em>ready</em>-for"]}, "_score": 18.252438, "_id": "I1261418305", "_index": "commoncrawl2", "_source": {"text": "In FIG. 2, the first embodiment of the improved racket weighting means 10 is shown in a ready-for-use position on a typical metal tennis racket 24 having a shaft 26 with a throat connected to a frame 25."}, "_type": "sentence"}, {"highlight": {"text": ["Do the STW massive really accept that you can pay nearly 2k for <em>a</em> <em>frame</em> and then chuck it away after 5 years because <em>metal</em> fatigue is <em>acceptable</em>?"]}, "_score": 18.15192, "_id": "E604634114", "_index": "commoncrawl2", "_source": {"text": "Do the STW massive really accept that you can pay nearly 2k for a frame and then chuck it away after 5 years because metal fatigue is acceptable?"}, "_type": "sentence"}, {"highlight": {"text": ["I fully grant <em>a</em> <em>frame</em> 3d printed would be much <em>stronger</em> if designed right than a rolled <em>metal</em> frame allowing it to also be much lighter."]}, "_score": 17.965572, "_id": "H1102690538", "_index": "commoncrawl2", "_source": {"text": "I fully grant a frame 3d printed would be much stronger if designed right than a rolled metal frame allowing it to also be much lighter."}, "_type": "sentence"}, {"highlight": {"text": ["Made of <em>good</em> quality <em>metal</em> and mirror, the three mirrors here feature <em>a</em> <em>frame</em> which is in the ..."]}, "_score": 17.475462, "_id": "K1661855717", "_index": "commoncrawl2", "_source": {"text": "Made of good quality metal and mirror, the three mirrors here feature a frame which is in the ..."}, "_type": "sentence"}, {"highlight": {"text": ["<em>A</em> <em>frame</em> with wooden corner blocks, wooden dowels or <em>metal</em> brackets and screws is <em>well</em> put together."]}, "_score": 17.396751, "_id": "A156730966", "_index": "commoncrawl2", "_source": {"text": "A frame with wooden corner blocks, wooden dowels or metal brackets and screws is well put together."}, "_type": "sentence"}, {"highlight": {"text": ["To make life <em>easier</em> he used some angle for a track, more angle for <em>a</em> <em>frame</em>, and expanded <em>metal</em> for the fire grate."]}, "_score": 17.1696, "_id": "R2922322312", "_index": "commoncrawl2", "_source": {"text": "To make life easier he used some angle for a track, more angle for a frame, and expanded metal for the fire grate."}, "_type": "sentence"}, {"highlight": {"text": ["It is a beauty of a smartphone, constructed of two sleek glass pieces sandwiched within <em>a</em> <em>frame</em> made of <em>solid</em> <em>metal</em>."]}, "_score": 17.16373, "_id": "I1398759835", "_index": "commoncrawl2", "_source": {"text": "It is a beauty of a smartphone, constructed of two sleek glass pieces sandwiched within a frame made of solid metal."}, "_type": "sentence"}, {"highlight": {"text": ["Each unit is mounted on a support member 16 in the shape of <em>a</em> <em>frame</em> or <em>solid</em> sheet of <em>metal</em> which can be perforated or non-perforated."]}, "_score": 17.162552, "_id": "E631072155", "_index": "commoncrawl2", "_source": {"text": "Each unit is mounted on a support member 16 in the shape of a frame or solid sheet of metal which can be perforated or non-perforated."}, "_type": "sentence"}, {"highlight": {"text": ["\"...\" has <em>a</em> <em>frame</em>, barrel, cylinder, slide or breechblock composed of any <em>metal</em> having a melting point of <em>less</em> than 900 degrees F."]}, "_score": 15.982464, "_id": "F850136525", "_index": "commoncrawl2", "_source": {"text": "\"...\" has a frame, barrel, cylinder, slide or breechblock composed of any metal having a melting point of less than 900 degrees F."}, "_type": "sentence"}, {"highlight": {"text": ["a local <em>metal</em> fabrication shop should be <em>able</em> to take a pic of another z5-similar bimini and fab up <em>a</em> <em>frame</em>."]}, "_score": 15.975664, "_id": "B207453426", "_index": "commoncrawl2", "_source": {"text": "a local metal fabrication shop should be able to take a pic of another z5-similar bimini and fab up a frame."}, "_type": "sentence"}, {"highlight": {"text": ["The router cut grooves through one layer of <em>metal</em> and the plastic and I was then <em>able</em> to fold it around <em>a</em> <em>frame</em>."]}, "_score": 15.975085, "_id": "Q2684063844", "_index": "commoncrawl2", "_source": {"text": "The router cut grooves through one layer of metal and the plastic and I was then able to fold it around a frame."}, "_type": "sentence"}, {"highlight": {"text": ["Among these, it is <em>preferable</em> to employ the compound having <em>a</em> <em>frame</em> of aromatic tertiary amine, the fused polycyclic compound, or the alkali", " <em>metal</em> because they can effectively increase a carrier concentration."]}, "_score": 15.7492485, "_id": "B238072265", "_index": "commoncrawl2", "_source": {"text": "Among these, it is preferable to employ the compound having a frame of aromatic tertiary amine, the fused polycyclic compound, or the alkali metal because they can effectively increase a carrier concentration."}, "_type": "sentence"}, {"highlight": {"text": ["actually it would robably be <em>good</em> to go town to bare <em>metal</em>(dont scrape away at <em>metal</em> tho or it will make parts <em>weaker</em>) and prime a light coat, 2 coor coats, then 2 clear coats that is if its", " <em>a</em> <em>frame</em>.....if"]}, "_score": 15.735714, "_id": "A138377379", "_index": "commoncrawl2", "_source": {"text": "actually it would robably be good to go town to bare metal(dont scrape away at metal tho or it will make parts weaker) and prime a light coat, 2 coor coats, then 2 clear coats that is if its a frame.....if it smething like a small part then just one ... more \""}, "_type": "sentence"}, {"highlight": {"text": ["All you need is <em>a</em> <em>frame</em>, material, a piece of sheet <em>metal</em> and magnets.What a <em>great</em> way to keep your makeup organized!"]}, "_score": 15.38927, "_id": "B206249386", "_index": "commoncrawl2", "_source": {"text": "All you need is a frame, material, a piece of sheet metal and magnets.What a great way to keep your makeup organized!"}, "_type": "sentence"}, {"highlight": {"text": ["A beautiful masterpiece put onto <em>a</em> <em>frame</em>, this <em>Metal</em> Western Frame by M&F is <em>great</em> for any room in the house."]}, "_score": 15.388735, "_id": "A115270436", "_index": "commoncrawl2", "_source": {"text": "A beautiful masterpiece put onto a frame, this Metal Western Frame by M&F is great for any room in the house."}, "_type": "sentence"}, {"highlight": {"text": [" a thickness of 500 μm or <em>less</em> to <em>a</em> <em>frame</em> while applying tension to the <em>metal</em> mask.", "For this purpose, Japanese Patent No. 3539125 has disclosed a method of fixing a <em>metal</em> mask having"]}, "_score": 15.378788, "_id": "F764782451", "_index": "commoncrawl2", "_source": {"text": "For this purpose, Japanese Patent No. 3539125 has disclosed a method of fixing a metal mask having a thickness of 500 μm or less to a frame while applying tension to the metal mask."}, "_type": "sentence"}, {"highlight": {"text": [" bought to 36 <em>metal</em> strips which I cut and used as <em>a</em> <em>frame</em> and mounting points.", "I finished my cheap little amp rack using <em>metal</em> peg board from walmart for <em>less</em> than $20 bucks and"]}, "_score": 15.378667, "_id": "H1079185452", "_index": "commoncrawl2", "_source": {"text": "I finished my cheap little amp rack using metal peg board from walmart for less than $20 bucks and bought to 36 metal strips which I cut and used as a frame and mounting points."}, "_type": "sentence"}, {"highlight": {"text": ["By using inexpensive glass, particle board and <em>metal</em> clips, you'll be <em>able</em> to design <em>a</em> \"<em>frame</em>\" without", " the typical wood or <em>metal</em> border that can detract from the beauty of the image."]}, "_score": 15.3731365, "_id": "D437835968", "_index": "commoncrawl2", "_source": {"text": "By using inexpensive glass, particle board and metal clips, you'll be able to design a \"frame\" without the typical wood or metal border that can detract from the beauty of the image."}, "_type": "sentence"}, {"highlight": {"text": ["The Wings The wings of the Hurricane consisted of <em>a</em> <em>frame</em> work of wooden ribs and <em>metal</em> piping", ", originally covered in fabric, but later a stress ed-<em>metal</em> skin was used for <em>better</em> protection against enemy fire."]}, "_score": 15.123354, "_id": "Q2762899398", "_index": "commoncrawl2", "_source": {"text": "The Wings The wings of the Hurricane consisted of a frame work of wooden ribs and metal piping, originally covered in fabric, but later a stress ed-metal skin was used for better protection against enemy fire."}, "_type": "sentence"}, {"highlight": {"text": ["rocky terraces and the clouds of Greece supplied <em>a</em> <em>frame</em> to the picture which soon became", " conventional, and is found on <em>metal</em> vases as <em>well</em> as in painting."]}, "_score": 15.019625, "_id": "N2113585320", "_index": "commoncrawl2", "_source": {"text": "rocky terraces and the clouds of Greece supplied a frame to the picture which soon became conventional, and is found on metal vases as well as in painting."}, "_type": "sentence"}, {"highlight": {"text": ["I myself was once there , in a pinch a pistol with <em>a</em> <em>frame</em> made out of pot <em>metal</em> <em>well</em> get the deed done ."]}, "_score": 15.018433, "_id": "H1221838211", "_index": "commoncrawl2", "_source": {"text": "I myself was once there , in a pinch a pistol with a frame made out of pot metal well get the deed done ."}, "_type": "sentence"}, {"highlight": {"text": ["Hunter Smith, an expert in the custom wholesale framing business who runs <em>a</em> <em>frame</em> shop in Atlanta, specializes in <em>metal</em> and wood frames, as <em>well</em> as custom mats."]}, "_score": 15.017649, "_id": "G995540920", "_index": "commoncrawl2", "_source": {"text": "Hunter Smith, an expert in the custom wholesale framing business who runs a frame shop in Atlanta, specializes in metal and wood frames, as well as custom mats."}, "_type": "sentence"}, {"highlight": {"text": ["The cart has <em>a</em> <em>frame</em> 11 which is constructed of <em>metal</em> tubular members 12, as is <em>well</em> known in the art, and secured for displacement on casters 13."]}, "_score": 15.017423, "_id": "O2429281598", "_index": "commoncrawl2", "_source": {"text": "The cart has a frame 11 which is constructed of metal tubular members 12, as is well known in the art, and secured for displacement on casters 13."}, "_type": "sentence"}, {"highlight": {"text": ["<em>Well</em>, For years I have heard the Myth that because <em>a</em> <em>frame</em> is Polymer it will absorb recoil because it will \"flex\" while a \"<em>metal</em>\" frame is rigid."]}, "_score": 15.017044, "_id": "S3062147591", "_index": "commoncrawl2", "_source": {"text": "Well, For years I have heard the Myth that because a frame is Polymer it will absorb recoil because it will \"flex\" while a \"metal\" frame is rigid."}, "_type": "sentence"}, {"highlight": {"text": ["Likewise, with respect to the <em>A</em>-<em>frame</em> and air shock wheel assembly as shown in the drawings made of", " sturdy <em>metal</em> construction, any materials that satisfy the operation of the trailer for its intended purpose are <em>acceptable</em>."]}, "_score": 14.79763, "_id": "K1632761205", "_index": "commoncrawl2", "_source": {"text": "Likewise, with respect to the A-frame and air shock wheel assembly as shown in the drawings made of sturdy metal construction, any materials that satisfy the operation of the trailer for its intended purpose are acceptable."}, "_type": "sentence"}, {"highlight": {"text": ["The car is truly one of a kind: Its innovations include an electric and gas drive train, <em>a</em> <em>frame</em> made", " of lighter gauge <em>metal</em> folded in a process called Industrial Origami, and an <em>unusual</em> folding third seat up front."]}, "_score": 14.710026, "_id": "O2428993354", "_index": "commoncrawl2", "_source": {"text": "The car is truly one of a kind: Its innovations include an electric and gas drive train, a frame made of lighter gauge metal folded in a process called Industrial Origami, and an unusual folding third seat up front."}, "_type": "sentence"}, {"highlight": {"text": ["Supporting the new sheet <em>metal</em> was <em>a</em> <em>frame</em> wider, heavier, and <em>stronger</em>, with side rails bowed"]}, "_score": 14.648431, "_id": "O2324512335", "_index": "commoncrawl2", "_source": {"text": "Supporting the new sheet metal was a frame wider, heavier, and stronger, with side rails bowed outward almost to the edges of the body, to allow more passenger room."}, "_type": "sentence"}, {"highlight": {"text": [" member..... Which is vastly <em>stronger</em> that a old <em>metal</em> fatigued, welded on Stock Model <em>A</em> <em>frame</em>."]}, "_score": 14.646343, "_id": "B192420616", "_index": "commoncrawl2", "_source": {"text": "All brand new, built in a jig with the proper spacings, a new front cross member and a rear cross member..... Which is vastly stronger that a old metal fatigued, welded on Stock Model A frame."}, "_type": "sentence"}, {"highlight": {"text": ["My plan is to create <em>a</em> <em>frame</em> just like the one used by gossamer gear (scroll down to see photo of frame), but out of <em>stronger</em> <em>metal</em>, inverted in the pack, and attached directly to the hipbelt with webbing."]}, "_score": 14.646343, "_id": "L1774153118", "_index": "commoncrawl2", "_source": {"text": "My plan is to create a frame just like the one used by gossamer gear (scroll down to see photo of frame), but out of stronger metal, inverted in the pack, and attached directly to the hipbelt with webbing."}, "_type": "sentence"}, {"highlight": {"text": ["These previously known sheet <em>metal</em> bending brakes typically comprise <em>a</em> <em>frame</em> having a planar work", " support surface which supports the sheet <em>metal</em> as <em>well</em> as a plurality of spaced frame members which extend over the work support surface."]}, "_score": 14.592759, "_id": "Q2703845314", "_index": "commoncrawl2", "_source": {"text": "These previously known sheet metal bending brakes typically comprise a frame having a planar work support surface which supports the sheet metal as well as a plurality of spaced frame members which extend over the work support surface."}, "_type": "sentence"}, {"highlight": {"text": ["the Gelato rendered image came in at 2:17 <em>a</em> <em>frame</em>, and looks, <em>well</em> like i don't have a clue what i'm doing... :) i replaced the MR glass and <em>metal</em> with GSO glass and <em>metal</em>, and used a standard spotlight."]}, "_score": 14.592161, "_id": "P2502980770", "_index": "commoncrawl2", "_source": {"text": "the Gelato rendered image came in at 2:17 a frame, and looks, well like i don't have a clue what i'm doing... :) i replaced the MR glass and metal with GSO glass and metal, and used a standard spotlight."}, "_type": "sentence"}, {"highlight": {"text": ["that has <em>a</em> <em>frame</em>, barrel, cylinder, slide or breechlock: composed of any <em>metal</em> having a melting", " of <em>less</em> than 55,000 pounds per square inch; or composed of any powdered <em>metal</em> having a density of <em>less</em> than 7.5 grams per cubic centimeter", " point of <em>less</em> than 900 degrees Fahrenheit; composed of any material having an ultimate tensile strength"]}, "_score": 14.502548, "_id": "O2363861748", "_index": "commoncrawl2", "_source": {"text": "that has a frame, barrel, cylinder, slide or breechlock: composed of any metal having a melting point of less than 900 degrees Fahrenheit; composed of any material having an ultimate tensile strength of less than 55,000 pounds per square inch; or composed of any powdered metal having a density of less than 7.5 grams per cubic centimeter"}, "_type": "sentence"}, {"highlight": {"text": ["Also, folks who ordered only frames will get their order shipped <em>faster</em> since I make the <em>metal</em> parts in series and it only takes ten minutes to assemble <em>a</em> <em>frame</em>."]}, "_score": 14.307411, "_id": "B213253491", "_index": "commoncrawl2", "_source": {"text": "Also, folks who ordered only frames will get their order shipped faster since I make the metal parts in series and it only takes ten minutes to assemble a frame."}, "_type": "sentence"}, {"highlight": {"text": ["About the seatpost, <em>metal</em> or carbon will both work, it's just that for <em>a</em> <em>frame</em> on the <em>bigger</em> side"]}, "_score": 14.282507, "_id": "A119831629", "_index": "commoncrawl2", "_source": {"text": "About the seatpost, metal or carbon will both work, it's just that for a frame on the bigger side, say 56/58+ some contrast is nice, so the bike doesn't look all monolithic."}, "_type": "sentence"}, {"highlight": {"text": [" preferably supported by <em>a</em> <em>frame</em> 12 preferably constructed of tubular <em>metal</em> and having welded connections.", "In accordance with the invention and as shown in FIG. 1, <em>improved</em> grand format printer 10 is"]}, "_score": 14.218113, "_id": "H1228471987", "_index": "commoncrawl2", "_source": {"text": "In accordance with the invention and as shown in FIG. 1, improved grand format printer 10 is preferably supported by a frame 12 preferably constructed of tubular metal and having welded connections."}, "_type": "sentence"}, {"highlight": {"text": ["Lead Frame: Small <em>metal</em> strips manufactured on <em>a</em> <em>frame</em> in such a way that makes electronic", " interconnections <em>easier</em> to produce (i.e. from the silicon chip to the printed circuit board)."]}, "_score": 13.993301, "_id": "K1611660168", "_index": "commoncrawl2", "_source": {"text": "Lead Frame: Small metal strips manufactured on a frame in such a way that makes electronic interconnections easier to produce (i.e. from the silicon chip to the printed circuit board)."}, "_type": "sentence"}, {"highlight": {"text": ["You can buy a diffuser or reflector or create your own by hanging a <em>solid</em> piece of <em>metal</em>, wood with", " a fire-retardant surface, glass or even flame-retardant fabric in <em>a</em> <em>frame</em> from chains attached to the ceiling."]}, "_score": 13.992645, "_id": "T3238946253", "_index": "commoncrawl2", "_source": {"text": "You can buy a diffuser or reflector or create your own by hanging a solid piece of metal, wood with a fire-retardant surface, glass or even flame-retardant fabric in a frame from chains attached to the ceiling."}, "_type": "sentence"}, {"highlight": {"text": ["Furthermore, the platform may be of <em>solid</em> construction such as made from wood, <em>metal</em> or plastic or", " may comprise a sheet type material made for instance from fabric stretched on <em>a</em> <em>frame</em> permanently or detachably."]}, "_score": 13.992197, "_id": "F792939649", "_index": "commoncrawl2", "_source": {"text": "Furthermore, the platform may be of solid construction such as made from wood, metal or plastic or may comprise a sheet type material made for instance from fabric stretched on a frame permanently or detachably."}, "_type": "sentence"}, {"highlight": {"text": ["The lounge chair is constructed in <em>solid</em> ash or walnut wood that is exposed as <em>a</em> <em>frame</em> around plush", " upholstered seating and <em>metal</em> base accents, making it beautiful from every angle."]}, "_score": 13.990972, "_id": "P2549158370", "_index": "commoncrawl2", "_source": {"text": "The lounge chair is constructed in solid ash or walnut wood that is exposed as a frame around plush upholstered seating and metal base accents, making it beautiful from every angle."}, "_type": "sentence"}, {"highlight": {"text": ["The present invention is a <em>solid</em> polymer unit fuel cell having <em>a</em> <em>frame</em> holding an MEA and <em>metal</em> separators, in which 1) the central part of... Agent: Greenblum & Bernstein, P.L.C"]}, "_score": 13.990623, "_id": "Q2618765169", "_index": "commoncrawl2", "_source": {"text": "The present invention is a solid polymer unit fuel cell having a frame holding an MEA and metal separators, in which 1) the central part of... Agent: Greenblum & Bernstein, P.L.C"}, "_type": "sentence"}, {"highlight": {"text": [" something like a sheet <em>metal</em> van wall, you have to build <em>a</em> <em>frame</em> of <em>appropriate</em> thickness around your opening."]}, "_score": 13.963253, "_id": "N2238982974", "_index": "commoncrawl2", "_source": {"text": "So installation is easy if you're putting them into a cabin sidewall panel, but if you want them in something like a sheet metal van wall, you have to build a frame of appropriate thickness around your opening."}, "_type": "sentence"}, {"highlight": {"text": ["The case 21 is <em>a</em> <em>frame</em> for storing and holding the components of the backlight 20 , and is made of", " synthetic resin or <em>metal</em> of <em>excellent</em> strength and workability."]}, "_score": 13.85647, "_id": "O2429412727", "_index": "commoncrawl2", "_source": {"text": "The case 21 is a frame for storing and holding the components of the backlight 20 , and is made of synthetic resin or metal of excellent strength and workability."}, "_type": "sentence"}, {"highlight": {"text": ["Also, as the <em>metal</em> material is <em>excellent</em> in the strength and rigidity, the thickness of the frame", " member can be made smaller as compared with <em>a</em> <em>frame</em> member constructed of a wooden material, a synthetic resin or the like."]}, "_score": 13.854189, "_id": "B211849608", "_index": "commoncrawl2", "_source": {"text": "Also, as the metal material is excellent in the strength and rigidity, the thickness of the frame member can be made smaller as compared with a frame member constructed of a wooden material, a synthetic resin or the like."}, "_type": "sentence"}, {"highlight": {"text": ["The 1-2-3- <em>A</em> <em>Frame</em> Bracket Hardware from Eastern Jungle Gym is made from top drawer <em>metal</em> that", " serves to provide it with lasting strength and <em>excellent</em> durability."]}, "_score": 13.852908, "_id": "O2387862129", "_index": "commoncrawl2", "_source": {"text": "The 1-2-3- A Frame Bracket Hardware from Eastern Jungle Gym is made from top drawer metal that serves to provide it with lasting strength and excellent durability."}, "_type": "sentence"}, {"highlight": {"text": ["I wanted to share what my amazing DH is building - a <em>metal</em> <em>A</em>-<em>frame</em> :-D We've researched these and", " found it quite expensive to buy/ship a <em>ready</em> made obstacle ($600 on up)."]}, "_score": 13.647917, "_id": "J1509926124", "_index": "commoncrawl2", "_source": {"text": "I wanted to share what my amazing DH is building - a metal A-frame :-D We've researched these and found it quite expensive to buy/ship a ready made obstacle ($600 on up)."}, "_type": "sentence"}, {"highlight": {"text": [" that simulates <em>a</em> <em>frame</em> on the underside of the body, <em>well</em> in from the rocker panels.", "For the front - 2 points (left and right) <em>well</em> behind the front wheels on the bent-up sheet <em>metal</em>"]}, "_score": 13.647797, "_id": "F761413277", "_index": "commoncrawl2", "_source": {"text": "For the front - 2 points (left and right) well behind the front wheels on the bent-up sheet metal that simulates a frame on the underside of the body, well in from the rocker panels."}, "_type": "sentence"}, {"highlight": {"text": [" flexible Griffin <em>A</em>-<em>Frame</em> or Luxa2 H4 iPad Holder ; at a lower price, and with <em>better</em> adhesive on the black version, Stabile would be a <em>stronger</em> pick.", "If having a really <em>solid</em> chunk of <em>metal</em> with no tilt or pivoting options is what you're looking for"]}, "_score": 13.6142235, "_id": "H1073974697", "_index": "commoncrawl2", "_source": {"text": "If having a really solid chunk of metal with no tilt or pivoting options is what you're looking for, Stabile is a fine option, but for our dollars, we'd sooner opt for the lighter but stable and more flexible Griffin A-Frame or Luxa2 H4 iPad Holder ; at a lower price, and with better adhesive on the black version, Stabile would be a stronger pick."}, "_type": "sentence"}, {"highlight": {"text": ["Once you find the <em>ideal</em> spot you yank out whatever is in your way and fabricate <em>a</em> <em>frame</em> to house", " the screen, you can use plastic, balsa wood, <em>metal</em> pretty much anything you have that could be used to build <em>a</em> <em>frame</em> to mount the bezel to."]}, "_score": 13.159139, "_id": "L1890304843", "_index": "commoncrawl2", "_source": {"text": "Once you find the ideal spot you yank out whatever is in your way and fabricate a frame to house the screen, you can use plastic, balsa wood, metal pretty much anything you have that could be used to build a frame to mount the bezel to."}, "_type": "sentence"}, {"highlight": {"text": [" that, the divers use a <em>metal</em> basket driven from an \"<em>A</em>\" <em>frame</em> from the deck.", "Diving Bells in offshore construction are mainly used in water depths greater that 120ft, <em>less</em> than"]}, "_score": 13.029726, "_id": "E589132303", "_index": "commoncrawl2", "_source": {"text": "Diving Bells in offshore construction are mainly used in water depths greater that 120ft, less than that, the divers use a metal basket driven from an \"A\" frame from the deck."}, "_type": "sentence"}, {"highlight": {"text": ["Technicians added all-<em>metal</em> rotor blades, special arm and foot rests to the right seat, and <em>a</em> <em>frame</em>-<em>less</em>"]}, "_score": 13.029726, "_id": "O2345393395", "_index": "commoncrawl2", "_source": {"text": "Technicians added all-metal rotor blades, special arm and foot rests to the right seat, and a frame-less, Plexiglas nose bubble heavily tinted to reduce glare and heat."}, "_type": "sentence"}, {"highlight": {"text": ["The idea behind <em>A</em>-<em>Frame</em> is that of a modern picnic, most foods can be consumed sans-utensils", ", though a yellow <em>metal</em> bin graces all tables those for <em>less</em> inclined."]}, "_score": 13.02846, "_id": "P2519391394", "_index": "commoncrawl2", "_source": {"text": "The idea behind A-Frame is that of a modern picnic, most foods can be consumed sans-utensils, though a yellow metal bin graces all tables those for less inclined."}, "_type": "sentence"}, {"highlight": {"text": [" of and Id worry <em>less</em> about the <em>metal</em> shop then <em>a</em> <em>frame</em> home as far as fire is concerned."]}, "_score": 13.027519, "_id": "O2326910087", "_index": "commoncrawl2", "_source": {"text": "Sure you can install lightning rod protection if you wish but again its not a requirement Im aware of and Id worry less about the metal shop then a frame home as far as fire is concerned."}, "_type": "sentence"}, {"highlight": {"text": [" bottom, as it doesn't rest against <em>a</em> <em>frame</em> groove or <em>metal</em> tabs (as you know already and can see).", "Anyway, if all the \"stops\" are out of the way, you should be <em>able</em> to push up the panel from the"]}, "_score": 13.024966, "_id": "B318026336", "_index": "commoncrawl2", "_source": {"text": "Anyway, if all the \"stops\" are out of the way, you should be able to push up the panel from the bottom, as it doesn't rest against a frame groove or metal tabs (as you know already and can see)."}, "_type": "sentence"}, {"highlight": {"text": ["With the aid of a trellis system, using twine attached to <em>a</em> <em>frame</em> made of three pieces of <em>metal</em>", " pipe, he was <em>able</em> to grow tomatoes and beans vertically in the one-foot squares."]}, "_score": 13.024966, "_id": "T3199893010", "_index": "commoncrawl2", "_source": {"text": "With the aid of a trellis system, using twine attached to a frame made of three pieces of metal pipe, he was able to grow tomatoes and beans vertically in the one-foot squares."}, "_type": "sentence"}, {"highlight": {"text": [" of chain, size rings larger and smaller, cut shapes into <em>metal</em> using <em>a</em> <em>frame</em> saw, and perform other common jewelry repairs.", "Upon completion of Beginning & Intermediate Jewelry Repair, you will be <em>able</em> to fix several styles"]}, "_score": 13.02408, "_id": "S2978749433", "_index": "commoncrawl2", "_source": {"text": "Upon completion of Beginning & Intermediate Jewelry Repair, you will be able to fix several styles of chain, size rings larger and smaller, cut shapes into metal using a frame saw, and perform other common jewelry repairs."}, "_type": "sentence"}, {"highlight": {"text": ["While many people have been making their frames out of wood, if you are <em>better</em> at working with <em>metal</em> than it is suggested that you build <em>a</em> <em>frame</em> using aluminum angle bar."]}, "_score": 12.7727375, "_id": "T3161018752", "_index": "commoncrawl2", "_source": {"text": "While many people have been making their frames out of wood, if you are better at working with metal than it is suggested that you build a frame using aluminum angle bar."}, "_type": "sentence"}, {"highlight": {"text": ["As indicated previously, these elements may also slide on <em>a</em> <em>frame</em> fixed to the unit, this frame or", " runner advantageously being formed as a single piece (for example by stamping) for <em>better</em> strength and generally being made of <em>metal</em>."]}, "_score": 12.771858, "_id": "C362626784", "_index": "commoncrawl2", "_source": {"text": "As indicated previously, these elements may also slide on a frame fixed to the unit, this frame or runner advantageously being formed as a single piece (for example by stamping) for better strength and generally being made of metal."}, "_type": "sentence"}, {"highlight": {"text": ["While the <em>a</em>-<em>frame</em> or flat miniatures are <em>great</em>, the triagonal miniatures really create life-like", " creatures that can compete with plastic or <em>metal</em> miniatures for look on the game table."]}, "_score": 12.547667, "_id": "T3163574519", "_index": "commoncrawl2", "_source": {"text": "While the a-frame or flat miniatures are great, the triagonal miniatures really create life-like creatures that can compete with plastic or metal miniatures for look on the game table."}, "_type": "sentence"}, {"highlight": {"text": ["This bar is also <em>great</em> because I have a standard <em>metal</em> <em>A</em>-<em>frame</em> Flexible Flyer swingset and this bar"]}, "_score": 12.546557, "_id": "R2812522442", "_index": "commoncrawl2", "_source": {"text": "This bar is also great because I have a standard metal A-frame Flexible Flyer swingset and this bar just hooks to the 's' hooks that you attach the swings to!"}, "_type": "sentence"}, {"highlight": {"text": [" first <em>metal</em> layer 18 of each of the acceleration sensor units and an activated surface of <em>a</em> <em>frame</em>-like", "FIG. 9 , by a <em>solid</em>-phase direct bonding without diffusion between an activated surface of the", " <em>metal</em> layer 28 formed on a corresponding region of the first package substrate 2 ."]}, "_score": 12.511147, "_id": "E710649757", "_index": "commoncrawl2", "_source": {"text": "FIG. 9 , by a solid-phase direct bonding without diffusion between an activated surface of the first metal layer 18 of each of the acceleration sensor units and an activated surface of a frame-like metal layer 28 formed on a corresponding region of the first package substrate 2 ."}, "_type": "sentence"}, {"highlight": {"text": ["In a screen, <em>a</em> <em>frame</em> comprising <em>solid</em> <em>metal</em> corner pieces, 'channel shaped sheet <em>metal</em> side members"]}, "_score": 12.510074, "_id": "I1240503571", "_index": "commoncrawl2", "_source": {"text": "In a screen, a frame comprising solid metal corner pieces, 'channel shaped sheet metal side members secured thereto, said corner pieces having a portion adapted to fit within the channel of such members, Wire fabric stretched over said frame, and a wire holding molding also lying within said channel shaped side members."}, "_type": "sentence"}, {"highlight": {"text": ["5. In a screen, <em>a</em> <em>frame</em> comprising <em>solid</em> <em>metal</em> corner pieces and channel shaped sheet <em>metal</em> side"]}, "_score": 12.509626, "_id": "A91599677", "_index": "commoncrawl2", "_source": {"text": "5. In a screen, a frame comprising solid metal corner pieces and channel shaped sheet metal side members secured thereto, said corner pieces having a portion adapted to t within the channel of such members, said portion gradually varying in thickness,"}, "_type": "sentence"}, {"highlight": {"text": ["There are two main types of outdoor signage: short-term materials such as <em>a</em> <em>frame</em> signs and", " coroplast yard signs, as <em>well</em> as permanent options like Ultra <em>Metal</em> and adhesive window decals."]}, "_score": 12.24477, "_id": "Q2643892353", "_index": "commoncrawl2", "_source": {"text": "There are two main types of outdoor signage: short-term materials such as a frame signs and coroplast yard signs, as well as permanent options like Ultra Metal and adhesive window decals."}, "_type": "sentence"}, {"highlight": {"text": ["Any help guidance <em>well</em> appreciated, I am looking into doing a complete bare <em>metal</em> restoration on", " this - I has nothing but <em>a</em> <em>frame</em>, so once again any help my appreciated in seeking the parts for my Christmas project."]}, "_score": 12.243703, "_id": "B313455053", "_index": "commoncrawl2", "_source": {"text": "Any help guidance well appreciated, I am looking into doing a complete bare metal restoration on this - I has nothing but a frame, so once again any help my appreciated in seeking the parts for my Christmas project."}, "_type": "sentence"}, {"highlight": {"text": ["The body 22 may include <em>a</em> <em>frame</em> and any structural support elements attached thereto, as <em>well</em> as", " the outer sheet <em>metal</em> coverings attached to the frame and/or structural elements of the vehicle 20 ."]}, "_score": 12.243703, "_id": "O2420300947", "_index": "commoncrawl2", "_source": {"text": "The body 22 may include a frame and any structural support elements attached thereto, as well as the outer sheet metal coverings attached to the frame and/or structural elements of the vehicle 20 ."}, "_type": "sentence"}, {"highlight": {"text": ["Meanwhile, in <em>a</em> <em>frame</em> that included a final preview and its opening night, the unexpectedly <em>well</em>", "-reviewed hair -<em>metal</em> tuner \"Rock of Ages\" ($375,157) gained a bit of steam."]}, "_score": 12.24311, "_id": "K1699783824", "_index": "commoncrawl2", "_source": {"text": "Meanwhile, in a frame that included a final preview and its opening night, the unexpectedly well-reviewed hair -metal tuner \"Rock of Ages\" ($375,157) gained a bit of steam."}, "_type": "sentence"}, {"highlight": {"text": [" made to fit <em>a</em> <em>frame</em> serves <em>well</em> to hold notes with magnets.", "Chalkboard paint over primed glass makes a mini, old school memo board, and a cut piece of <em>metal</em>"]}, "_score": 12.24293, "_id": "D464467328", "_index": "commoncrawl2", "_source": {"text": "Chalkboard paint over primed glass makes a mini, old school memo board, and a cut piece of metal made to fit a frame serves well to hold notes with magnets."}, "_type": "sentence"}, {"highlight": {"text": ["Naturally , there was clearly as <em>well</em> the particular sistrum which had been a <em>metal</em> rattle or", " simply noisemaker, consisting of an handle along with <em>a</em> <em>frame</em> fitted alongside loosely held rods which may be jingled."]}, "_score": 12.24293, "_id": "L1785278051", "_index": "commoncrawl2", "_source": {"text": "Naturally , there was clearly as well the particular sistrum which had been a metal rattle or simply noisemaker, consisting of an handle along with a frame fitted alongside loosely held rods which may be jingled."}, "_type": "sentence"}, {"highlight": {"text": ["For me, these frames had quite a bit of rear sway on climbs as <em>well</em>, but I never owned such <em>a</em> <em>frame</em> long", " enough to see what repeated long climbs on these frames would do in terms of <em>metal</em> fatigue."]}, "_score": 12.242619, "_id": "F753075343", "_index": "commoncrawl2", "_source": {"text": "For me, these frames had quite a bit of rear sway on climbs as well, but I never owned such a frame long enough to see what repeated long climbs on these frames would do in terms of metal fatigue."}, "_type": "sentence"}, {"highlight": {"text": [" <em>a</em> <em>frame</em> and cause pretty serious <em>metal</em> fatigue and cracks on <em>a</em> <em>frame</em> not built to handle that kind", "4. Vibration/flex Cummins diesels produce <em>great</em> amounts of vibration, this vibration will \"work\" at"]}, "_score": 11.811956, "_id": "A86362579", "_index": "commoncrawl2", "_source": {"text": "4. Vibration/flex Cummins diesels produce great amounts of vibration, this vibration will \"work\" at a frame and cause pretty serious metal fatigue and cracks on a frame not built to handle that kind of shaking(like bending a piece of wire back and forth until it breaks)."}, "_type": "sentence"}, {"highlight": {"text": [" hold snow at all -- witness the Swiss <em>A</em>-<em>Frame</em> chalets.", "Actually our forefathers built <em>smarter</em> houses than we do today in that any area that had heavy", " accumulations of snow they built very steep pitched roofs and often slippery <em>metal</em> roofs that wouldn't"]}, "_score": 11.659485, "_id": "A138567925", "_index": "commoncrawl2", "_source": {"text": "Actually our forefathers built smarter houses than we do today in that any area that had heavy accumulations of snow they built very steep pitched roofs and often slippery metal roofs that wouldn't hold snow at all -- witness the Swiss A-Frame chalets."}, "_type": "sentence"}, {"highlight": {"text": ["8. <em>A</em> <em>frame</em> unit for use in an electrolyser of the filter-press type in conjunction with other like", " plate being of a <em>metal</em> which has <em>good</em> electrical conductivity but is not resistant to corrosive chemicals,", " frame units, said frame unit comprising a flat rectangular <em>metal</em> plate disposed vertically, said"]}, "_score": 11.249838, "_id": "A105793152", "_index": "commoncrawl2", "_source": {"text": "8. A frame unit for use in an electrolyser of the filter-press type in conjunction with other like frame units, said frame unit comprising a flat rectangular metal plate disposed vertically, said plate being of a metal which has good electrical conductivity but is not resistant to corrosive chemicals,"}, "_type": "sentence"}, {"highlight": {"text": [" of <em>metal</em> that allows one to scrape propolis off with out getting into the wood or <em>a</em> <em>frame</em> spacer that, <em>well</em>, spaces your frames.", "The <em>metal</em> bars, depending on what they look like, sound like either frame rests, an L shaped piece"]}, "_score": 11.205688, "_id": "P2558651981", "_index": "commoncrawl2", "_source": {"text": "The metal bars, depending on what they look like, sound like either frame rests, an L shaped piece of metal that allows one to scrape propolis off with out getting into the wood or a frame spacer that, well, spaces your frames."}, "_type": "sentence"}, {"highlight": {"text": ["\"<em>Well</em> it has these tubes,\" I told them, \"big heavy <em>metal</em> tubes and they go together with those little push button connectors, like the paddle of my kayak does,\" and I broadly moved my arms about in the air describing how these big <em>metal</em> tubes fit together into <em>a</em> <em>frame</em> like thing."]}, "_score": 11.204868, "_id": "S3064164014", "_index": "commoncrawl2", "_source": {"text": "\"Well it has these tubes,\" I told them, \"big heavy metal tubes and they go together with those little push button connectors, like the paddle of my kayak does,\" and I broadly moved my arms about in the air describing how these big metal tubes fit together into a frame like thing."}, "_type": "sentence"}, {"highlight": {"text": [" acid <em>metal</em> salt having a <em>less</em> burden on environment to determine the relationship between an", " salt, and <em>a</em> <em>frame</em> retardancy, transparency, hue or wet-heat stability of the resin composition.", " organic skeleton of the non-halogen-based aromatic sulfonic acid <em>metal</em> salt added or a kind of the <em>metal</em>"]}, "_score": 11.197296, "_id": "A1704008", "_index": "commoncrawl2", "_source": {"text": "[0021] In view of the above conventional problems, the present inventors have conducted earnest study on a blended mixture of an aromatic polycarbonate resin and a non-halogen-based aromatic sulfonic acid metal salt having a less burden on environment to determine the relationship between an organic skeleton of the non-halogen-based aromatic sulfonic acid metal salt added or a kind of the metal salt, and a frame retardancy, transparency, hue or wet-heat stability of the resin composition."}, "_type": "sentence"}, {"highlight": {"text": [" downhill to some squarish <em>metal</em> water towers and then past some of PIR's <em>cheaper</em> <em>A</em>-<em>frame</em> hillside bungalows to emerge beachside near the pier."]}, "_score": 11.046501, "_id": "A160564436", "_index": "commoncrawl2", "_source": {"text": "After another 10 minutes of mostly not too steep climbing over a low saddle you reach a downgrade where the track splits - for PIR's lovely beach (5 minutes) take the right branch which dives downhill to some squarish metal water towers and then past some of PIR's cheaper A-frame hillside bungalows to emerge beachside near the pier."}, "_type": "sentence"}, {"highlight": {"text": [" added strength For large capacity leaf raking and general purpose clean up <em>A</em>-<em>Frame</em> design maximizes", " raking capacity Fiberglass handle is 40% <em>stronger</em> than wood For thatching lawns and raking heavy", " debris Product Type: Leaf Rake Blade Material: <em>Metal</em> Dimensions Overall Height - Top to Bottom: 64.63\" Overall ..."]}, "_score": 10.929149, "_id": "K1731135386", "_index": "commoncrawl2", "_source": {"text": "More Details OQW1256: Features For removing matted thatch, wet grass, debris Coil-spring brace for added strength For large capacity leaf raking and general purpose clean up A-Frame design maximizes raking capacity Fiberglass handle is 40% stronger than wood For thatching lawns and raking heavy debris Product Type: Leaf Rake Blade Material: Metal Dimensions Overall Height - Top to Bottom: 64.63\" Overall ..."}, "_type": "sentence"}, {"highlight": {"text": [" strength For large capacity leaf raking and general purpose clean up <em>A</em>-<em>Frame</em> design maximizes raking", " capacity Fiberglass handle is 40% <em>stronger</em> than wood For thatching lawns and raking heavy debris Product", " Type: Leaf Rake Blade Material: <em>Metal</em> Dimensions Overall Height - Top to Bottom: 63.88\" Overall ..."]}, "_score": 10.929149, "_id": "M1926672352", "_index": "commoncrawl2", "_source": {"text": "OQW1263: Features For removing matted thatch, wet grass, debris Coil-spring brace for added strength For large capacity leaf raking and general purpose clean up A-Frame design maximizes raking capacity Fiberglass handle is 40% stronger than wood For thatching lawns and raking heavy debris Product Type: Leaf Rake Blade Material: Metal Dimensions Overall Height - Top to Bottom: 63.88\" Overall ..."}, "_type": "sentence"}, {"highlight": {"text": [" solder layer, and this is combined with <em>a</em> <em>frame</em>-type structure on the MEMS chip, the material of", "[0025] It is advantageous if the <em>metal</em> frame has a relatively soft surface coating, for example, a", " which structure is chosen to be <em>harder</em> than the solder."]}, "_score": 10.870035, "_id": "A1954876", "_index": "commoncrawl2", "_source": {"text": "[0025] It is advantageous if the metal frame has a relatively soft surface coating, for example, a solder layer, and this is combined with a frame-type structure on the MEMS chip, the material of which structure is chosen to be harder than the solder."}, "_type": "sentence"}, {"highlight": {"text": ["Strip or unit 2 comprises <em>a</em> <em>frame</em> work with a U-shaped cross-section made of <em>metal</em> sheet, the free", " having a few further <em>outstanding</em> eye fastening means 7 designed to receive screws (not shown) for the fastening of the strip to a wall."]}, "_score": 10.816947, "_id": "O2308995307", "_index": "commoncrawl2", "_source": {"text": "Strip or unit 2 comprises a frame work with a U-shaped cross-section made of metal sheet, the free longitudinal edges of legs 11 , 13 of which end in away from each other directed narrow flanges 6 having a few further outstanding eye fastening means 7 designed to receive screws (not shown) for the fastening of the strip to a wall."}, "_type": "sentence"}, {"highlight": {"text": ["For exposing <em>a</em> <em>frame</em> size of 76x65 inches (graphics four color process), 4 kw <em>Metal</em> Halide is ok", " ? 2. What is the <em>ideal</em> Exposer frame (inside Beading area) size to expose 76x65 ? 3. What excess space"]}, "_score": 10.708161, "_id": "F747019900", "_index": "commoncrawl2", "_source": {"text": "For exposing a frame size of 76x65 inches (graphics four color process), 4 kw Metal Halide is ok ? 2. What is the ideal Exposer frame (inside Beading area) size to expose 76x65 ? 3. What excess space needed outside frame area, so as the blanket to contact with glass ?"}, "_type": "sentence"}, {"highlight": {"text": ["So the first thing I needed to is create <em>a</em> <em>frame</em> for the pedal and lifting plate, I managed to", " salvage some <em>metal</em> that used to be racking that my next door neighbour had thrown out which is <em>ideal</em> for what I need."]}, "_score": 10.708161, "_id": "O2268707138", "_index": "commoncrawl2", "_source": {"text": "So the first thing I needed to is create a frame for the pedal and lifting plate, I managed to salvage some metal that used to be racking that my next door neighbour had thrown out which is ideal for what I need."}, "_type": "sentence"}, {"highlight": {"text": [" <em>frame</em> having an <em>ideal</em> structure implementing high rigidity with a small amount of a material.", "In this way, the <em>metal</em> frames 23 ( 23 a , 23 b ) configure an L-shaped <em>metal</em> frame whose cross", " optical axis O 2 ) is composed of one main surface and one side surface in the long direction, and <em>a</em>"]}, "_score": 10.658932, "_id": "I1320095356", "_index": "commoncrawl2", "_source": {"text": "In this way, the metal frames 23 ( 23 a , 23 b ) configure an L-shaped metal frame whose cross section perpendicular to the long side direction (also the above described bent direction of the second optical axis O 2 ) is composed of one main surface and one side surface in the long direction, and a frame having an ideal structure implementing high rigidity with a small amount of a material."}, "_type": "sentence"}, {"highlight": {"text": [" to a supportive tooth body formed of a hard carbide <em>metal</em>, the apparatus including <em>a</em> <em>frame</em> having a", "An <em>improved</em> brazing apparatus for bonding different materials together to form a cutting tooth"]}, "_score": 10.609602, "_id": "B300181434", "_index": "commoncrawl2", "_source": {"text": "An improved brazing apparatus for bonding different materials together to form a cutting tooth wherein one of the materials is selected from boron nitride or PDC in the form of a disc which is brazed to a supportive tooth body formed of a hard carbide metal, the apparatus including a frame having a pair of opposing supportive heads, and the apparatus further comprises;"}, "_type": "sentence"}, {"highlight": {"text": [" Alpha sprinkled in, with <em>a</em> <em>frame</em> on the side that looks like it could be made of <em>metal</em> and a back", " cover with an <em>improved</em> version of Samsung's beloved faux-leather material."]}, "_score": 10.609474, "_id": "C351575621", "_index": "commoncrawl2", "_source": {"text": "As can be seen from the images, the device looks like the Galaxy Note 3 with a bit of the Galaxy Alpha sprinkled in, with a frame on the side that looks like it could be made of metal and a back cover with an improved version of Samsung's beloved faux-leather material."}, "_type": "sentence"}, {"highlight": {"text": ["The medical school had an <em>awesome</em> machine shop where we could make a <em>metal</em>-free stereotactic unit", " to hold and measure exactly where we were in the dogs' brains (like <em>a</em> <em>frame</em> to hold the head) and the magnetic resonance imaging (MR) facility."]}, "_score": 10.597587, "_id": "P2557003146", "_index": "commoncrawl2", "_source": {"text": "The medical school had an awesome machine shop where we could make a metal-free stereotactic unit to hold and measure exactly where we were in the dogs' brains (like a frame to hold the head) and the magnetic resonance imaging (MR) facility."}, "_type": "sentence"}, {"highlight": {"text": [" on the plans for a solar dehydrator, which is nothing more than screen in <em>a</em> <em>frame</em> and a <em>metal</em> lid (I", " am using scrap flashing)...we built a solar oven this summer out of scraps (cardboard, a picture frame, and some paint) and it is <em>awesome</em>."]}, "_score": 10.596713, "_id": "G1041010528", "_index": "commoncrawl2", "_source": {"text": "I dehydrate in a standard indoor dehydrator and out doors with screen and cloth, but just decided on the plans for a solar dehydrator, which is nothing more than screen in a frame and a metal lid (I am using scrap flashing)...we built a solar oven this summer out of scraps (cardboard, a picture frame, and some paint) and it is awesome."}, "_type": "sentence"}, {"highlight": {"text": [" and comprises <em>a</em> <em>frame</em> 12 of any suitable rigid material, such as <em>metal</em> tubing or the like, which is", "Referring to the drawings, the <em>improved</em> portable bathtub apparatus is designated generally at 11", " covering or housing, shown at 14, and fabricated from any suitable material, such as sheet <em>metal</em>, or the like."]}, "_score": 10.578235, "_id": "M2081833164", "_index": "commoncrawl2", "_source": {"text": "Referring to the drawings, the improved portable bathtub apparatus is designated generally at 11 and comprises a frame 12 of any suitable rigid material, such as metal tubing or the like, which is mounted on casters 13, the frame being generally rectangular in shape and being provided with the covering or housing, shown at 14, and fabricated from any suitable material, such as sheet metal, or the like."}, "_type": "sentence"}, {"highlight": {"text": [" arm - all of this procedure must be done in different enviroments - i also could make <em>a</em> <em>frame</em> for the", "60 plastic or <em>metal</em> sticks or balls - i need to recognize them somehow and pick them by any robot", " sensors and arms above this space to make the whole project <em>easier</em> my questions are : - what is the", " best recognition device to track either <em>metal</em> or plastic sticks or balls in 3d in different enviromental sets / e.g."]}, "_score": 10.441267, "_id": "A94143609", "_index": "commoncrawl2", "_source": {"text": "60 plastic or metal sticks or balls - i need to recognize them somehow and pick them by any robot arm - all of this procedure must be done in different enviroments - i also could make a frame for the sensors and arms above this space to make the whole project easier my questions are : - what is the best recognition device to track either metal or plastic sticks or balls in 3d in different enviromental sets / e.g."}, "_type": "sentence"}, {"highlight": {"text": ["If you use one of the controlled expansion (Partiton/<em>A</em>-<em>Frame</em>, any of the bonded or <em>solid</em> copper", "/gilding <em>metal</em> bullets) bullets take care with the target angle - even a 170 grain Partition will go"]}, "_score": 10.440728, "_id": "H1125284206", "_index": "commoncrawl2", "_source": {"text": "If you use one of the controlled expansion (Partiton/A-Frame, any of the bonded or solid copper/gilding metal bullets) bullets take care with the target angle - even a 170 grain Partition will go through a deer, lengthwise, which makes field dressing ..... um, \"messy\"."}, "_type": "sentence"}, {"highlight": {"text": [" designed in various configurations such as <em>a</em> <em>frame</em>, a <em>solid</em> platform and the like or combinations thereof).", " prepared of any material such as <em>metal</em>, plastic, wood and the like or combinations thereof, and can be"]}, "_score": 10.440728, "_id": "H1239631079", "_index": "commoncrawl2", "_source": {"text": "In a preferred aspect, the device of the invention comprises a base or platform (which may be prepared of any material such as metal, plastic, wood and the like or combinations thereof, and can be designed in various configurations such as a frame, a solid platform and the like or combinations thereof)."}, "_type": "sentence"}, {"highlight": {"text": [" length of resistance strip <em>metal</em> wound on <em>a</em> <em>frame</em> consisting of an iron plate A insulated at the edges", "An <em>excellent</em> type of con- struction is shown in Fig. 32 where the resistance unit consists of a"]}, "_score": 10.3371315, "_id": "B297852991", "_index": "commoncrawl2", "_source": {"text": "An excellent type of con- struction is shown in Fig. 32 where the resistance unit consists of a length of resistance strip metal wound on a frame consisting of an iron plate A insulated at the edges with porcelain sup- pK)rting pieces B. These units may be mounted on iron rods which pass through the holes C 34. Heater Units."}, "_type": "sentence"}, {"highlight": {"text": [" one ,all things optional) Draw it on paper , you will see , it is not any <em>less</em> expensive but makes one heck of <em>a</em> <em>frame</em>", " or old sliding glass door frames make you A heck of <em>a</em> <em>frame</em>' That with a old glass door (or a new", "Try scrap yard or some one you might know that scraps <em>Metal</em> Old steel bed frame angle iron or steel"]}, "_score": 10.188719, "_id": "S2948481167", "_index": "commoncrawl2", "_source": {"text": "Try scrap yard or some one you might know that scraps Metal Old steel bed frame angle iron or steel or old sliding glass door frames make you A heck of a frame' That with a old glass door (or a new one ,all things optional) Draw it on paper , you will see , it is not any less expensive but makes one heck of a frame"}, "_type": "sentence"}, {"highlight": {"text": ["Do not be fooled by the look of <em>a</em> <em>frame</em> as this beautiful hand made mirror sits atop another mirror", "/16-Inch glass and <em>metal</em> Double coated silver backing with seamed edges Mounting hardware included, comes <em>ready</em> to hang vertically or horizontally."]}, "_score": 10.184914, "_id": "E598162501", "_index": "commoncrawl2", "_source": {"text": "Do not be fooled by the look of a frame as this beautiful hand made mirror sits atop another mirror creating a framed effect with decorative glass surrounding Crafted from 2 layers of thick, strong 3/16-Inch glass and metal Double coated silver backing with seamed edges Mounting hardware included, comes ready to hang vertically or horizontally."}, "_type": "sentence"}, {"highlight": {"text": ["The window assembly combines <em>a</em> <em>frame</em>, typically of <em>metal</em> or plastic which is preshaped and finished", " to be <em>ready</em> for application to the exterior of a vehicle or other support, a transparent window"]}, "_score": 10.184143, "_id": "Q2762582234", "_index": "commoncrawl2", "_source": {"text": "The window assembly combines a frame, typically of metal or plastic which is preshaped and finished to be ready for application to the exterior of a vehicle or other support, a transparent window, typically a curved or planar glass sheet, and flexible, resilient gasket or casing which holds the window to the preformed frame."}, "_type": "sentence"}, {"highlight": {"text": ["forming <em>a</em> <em>frame</em> from four lightweight <em>metal</em> beams, each beam of said four beams having a first triangular cross-section formed by folding a length of sheet <em>metal</em> lengthwise on four parallel lines to define a base, two sides and two flanges extending from said two sides, one flange corresponding to each side, said four beams comprising two first beams having a first beam length, and two", " a second beam length much <em>less</em> than said first beam length;"]}, "_score": 9.848128, "_id": "F753283189", "_index": "commoncrawl2", "_source": {"text": "forming a frame from four lightweight metal beams, each beam of said four beams having a first triangular cross-section formed by folding a length of sheet metal lengthwise on four parallel lines to define a base, two sides and two flanges extending from said two sides, one flange corresponding to each side, said four beams comprising two first beams having a first beam length, and two second beams having a second beam length much less than said first beam length;"}, "_type": "sentence"}, {"highlight": {"text": [" uses composite panels on <em>a</em> <em>frame</em>, a more conventional approach, which its contractors regarded as <em>less</em> risky.", "Carbon fiber, unlike <em>metal</em>, does not visibly show cracks and fatigue, prompting concerns about the"]}, "_score": 9.722912, "_id": "D451340133", "_index": "commoncrawl2", "_source": {"text": "Carbon fiber, unlike metal, does not visibly show cracks and fatigue, prompting concerns about the safety risks of widespread use of the material; [ 79 ] [ 211 ] [ 212 ] the rival Airbus A350 XWB uses composite panels on a frame, a more conventional approach, which its contractors regarded as less risky."}, "_type": "sentence"}, {"highlight": {"text": ["<em>a</em> <em>frame</em> connected to the lenses and formed from an investment cast <em>metal</em> to substantially limit", " sectional dimension of the frame, expressed as an average along any one half inch section of the frame, is no <em>less</em> than about 0.040 inches."]}, "_score": 9.722738, "_id": "A156720750", "_index": "commoncrawl2", "_source": {"text": "a frame connected to the lenses and formed from an investment cast metal to substantially limit movement of the first optical zone with respect to the second optical zone, wherein the minimum cross sectional dimension of the frame, expressed as an average along any one half inch section of the frame, is no less than about 0.040 inches."}, "_type": "sentence"}, {"highlight": {"text": ["It prohibits any handgun having <em>a</em> <em>frame</em> made from powdered <em>metal</em>, or any material having a melting", " point <em>less</em> than 1000 degrees F. I am sure most if not all poly frame pistols fall into this category, but it is ignored for them."]}, "_score": 9.72122, "_id": "J1428762501", "_index": "commoncrawl2", "_source": {"text": "It prohibits any handgun having a frame made from powdered metal, or any material having a melting point less than 1000 degrees F. I am sure most if not all poly frame pistols fall into this category, but it is ignored for them."}, "_type": "sentence"}, {"highlight": {"text": ["A 3D printer may be <em>able</em> to print a receiver (also called a \"lower\" or <em>a</em> \"<em>frame</em>,\" depending on the", " type of gun), but these guns still require sturdy <em>metal</em> barrels, chambers, cylinders and slides to contain the extreme pressures inherent in firing a gun."]}, "_score": 9.718611, "_id": "A112474176", "_index": "commoncrawl2", "_source": {"text": "A 3D printer may be able to print a receiver (also called a \"lower\" or a \"frame,\" depending on the type of gun), but these guns still require sturdy metal barrels, chambers, cylinders and slides to contain the extreme pressures inherent in firing a gun."}, "_type": "sentence"}, {"highlight": {"text": ["So far what we are looking at is just <em>a</em> <em>frame</em> and Samsung could stick with a plastic exterior", " because consumers love the idea of being <em>able</em> to replace a battery, something that would be tough with an all-<em>metal</em> exterior."]}, "_score": 9.718347, "_id": "N2231837173", "_index": "commoncrawl2", "_source": {"text": "So far what we are looking at is just a frame and Samsung could stick with a plastic exterior because consumers love the idea of being able to replace a battery, something that would be tough with an all-metal exterior."}, "_type": "sentence"}, {"highlight": {"text": ["The Portrait Gallery does not have <em>a</em> <em>frame</em> conservator on staff, but we were <em>able</em> to contract out", " extensive and involved removing the brass <em>metal</em> leaf on the surface of the frame to expose the original water-and-oil gilding."]}, "_score": 9.718347, "_id": "Q2616245308", "_index": "commoncrawl2", "_source": {"text": "The Portrait Gallery does not have a frame conservator on staff, but we were able to contract out the frame treatment through a generous grant from the Smithsonian Women's Committee.Treatment was extensive and involved removing the brass metal leaf on the surface of the frame to expose the original water-and-oil gilding."}, "_type": "sentence"}, {"highlight": {"text": [", and there were only two body mounts still <em>able</em> to even attempt to hold the car onto the mangled <em>metal</em> that used to cradle it as <em>a</em> <em>frame</em>."]}, "_score": 9.718347, "_id": "T3128114065", "_index": "commoncrawl2", "_source": {"text": "When I got the car home, I overlooked the damage, and it was too far gone, the frame had been split, and there were only two body mounts still able to even attempt to hold the car onto the mangled metal that used to cradle it as a frame."}, "_type": "sentence"}, {"highlight": {"text": ["A 3D printer may be <em>able</em> to print a receiver (also called a \"lower\" or <em>a</em> \"<em>frame</em>,\" depending on the", " type of gun), but these guns still require asturdy <em>metal</em> barrels, chambers, cylinders and slides to contain the extreme pressures inherent in firing a gun."]}, "_score": 9.71797, "_id": "A112474175", "_index": "commoncrawl2", "_source": {"text": "A 3D printer may be able to print a receiver (also called a \"lower\" or a \"frame,\" depending on the type of gun), but these guns still require asturdy metal barrels, chambers, cylinders and slides to contain the extreme pressures inherent in firing a gun."}, "_type": "sentence"}, {"highlight": {"text": [" <em>a</em> <em>frame</em> until we receive it, and you will not be billed until this is confirmed.", "(full frame <em>metal</em> and plastic [url removed, login to view]) Semi rimless [url removed, login to", " view] Rimless [url removed, login to view] Please Note: We cannot guarantee we will be <em>able</em> to reglaze"]}, "_score": 9.71797, "_id": "F788692750", "_index": "commoncrawl2", "_source": {"text": "(full frame metal and plastic [url removed, login to view]) Semi rimless [url removed, login to view] Rimless [url removed, login to view] Please Note: We cannot guarantee we will be able to reglaze a frame until we receive it, and you will not be billed until this is confirmed."}, "_type": "sentence"}, {"highlight": {"text": [" strength and stiffness characteristics that, as assembled to form a bicycle frame, form <em>a</em> <em>frame</em> that", " is equal to or <em>better</em> than jointless all-composite, composite tube and <em>metal</em> lug, and even all <em>metal</em> bicycle frames."]}, "_score": 9.691293, "_id": "B306950721", "_index": "commoncrawl2", "_source": {"text": "Another object of the present invention is to provide all-composite tube and lug bicycle frame forming components that are thin walled, to minimize, as assembled, finished frame weight, and thereby form a bicycle frame of minimal weight, which components are individually strong and stiff and have strength and stiffness characteristics that, as assembled to form a bicycle frame, form a frame that is equal to or better than jointless all-composite, composite tube and metal lug, and even all metal bicycle frames."}, "_type": "sentence"}, {"highlight": {"text": ["The method as claimed in claim 1 for a back panel including <em>a</em> <em>frame</em> member extending about the", " a <em>solid</em> plastic mass to produce a high strength, light weight panel having <em>metal</em> shielded wire interconnections.", " periphery of said panel backside and acting in conjunction therewith to form a <em>well</em> area, said method", " further including the steps of; positioning said panel with the <em>well</em> side up, filling said <em>well</em> area"]}, "_score": 9.683174, "_id": "P2558871311", "_index": "commoncrawl2", "_source": {"text": "The method as claimed in claim 1 for a back panel including a frame member extending about the periphery of said panel backside and acting in conjunction therewith to form a well area, said method further including the steps of; positioning said panel with the well side up, filling said well area with liquid plastic material and cooling said assembly to embed the coated insulated wire portions in a solid plastic mass to produce a high strength, light weight panel having metal shielded wire interconnections."}, "_type": "sentence"}, {"highlight": {"text": ["An <em>improved</em> frame and body construction for an automobile type vehicle including <em>a</em> <em>frame</em> having a", " pair of longitudinal horns adapted for energy absorbing deformation, a body front sheet <em>metal</em> portion", " adapted for energy absorbing collapse, a rigid cowl structure rearward of the front sheet <em>metal</em>", " respective ones of the cowl and a center pillar of the body, and a rear sheet <em>metal</em> portion of the body"]}, "_score": 9.652783, "_id": "B300185210", "_index": "commoncrawl2", "_source": {"text": "An improved frame and body construction for an automobile type vehicle including a frame having a pair of longitudinal horns adapted for energy absorbing deformation, a body front sheet metal portion adapted for energy absorbing collapse, a rigid cowl structure rearward of the front sheet metal portion, a pair of side door impact beams having substantial column rigidity pivotally supported on respective ones of the cowl and a center pillar of the body, and a rear sheet metal portion of the body defining a structurally rigid unit rearward of the passenger compartment."}, "_type": "sentence"}, {"highlight": {"text": ["True, I usually have the v/jd on a 3 Tier <em>A</em> <em>frame</em> (my other synths are on it atm) so the JD is lit", " up too (actually I moved it to the bottom again after that photo - as it's <em>better</em> lit up - the", " brushed <em>metal</em> reflects nicely), the V has plenty of it's own light."]}, "_score": 9.532304, "_id": "R2946137556", "_index": "commoncrawl2", "_source": {"text": "True, I usually have the v/jd on a 3 Tier A frame (my other synths are on it atm) so the JD is lit up too (actually I moved it to the bottom again after that photo - as it's better lit up - the brushed metal reflects nicely), the V has plenty of it's own light."}, "_type": "sentence"}, {"highlight": {"text": ["When I finally got out of the office and headed home, I was in such <em>a</em> <em>frame</em> of mind as to look upon", " the ordinarily beautiful Victorian houses perched on Prospect Hill as being no <em>better</em> than the", " hovels made of corrugated <em>metal</em> and cardboard on the outskirts of Sao Paolo."]}, "_score": 9.531392, "_id": "T3127504872", "_index": "commoncrawl2", "_source": {"text": "When I finally got out of the office and headed home, I was in such a frame of mind as to look upon the ordinarily beautiful Victorian houses perched on Prospect Hill as being no better than the hovels made of corrugated metal and cardboard on the outskirts of Sao Paolo."}, "_type": "sentence"}, {"highlight": {"text": [" <em>better</em>... if it was to get on <em>a</em> <em>frame</em>-strightening machine, that should line it all back up... since I", "I dunno, if the time came around and I got all the sheet <em>metal</em> off, I think it would look alot"]}, "_score": 9.531205, "_id": "G1062796143", "_index": "commoncrawl2", "_source": {"text": "I dunno, if the time came around and I got all the sheet metal off, I think it would look alot better... if it was to get on a frame-strightening machine, that should line it all back up... since I need to/was going to replace the entire front steering/suspension anyway, there is really no loss on there...."}, "_type": "sentence"}, {"highlight": {"text": [", However I have a <em>metal</em> bed frame so have to do an alteration on the corners, as no-one makes a valance for <em>a</em> <em>frame</em> bed.", "Rated 4 out of 5 by Gloria from <em>Great</em> quality This is a lovely quality and perfect for a divan"]}, "_score": 9.362282, "_id": "M2066440471", "_index": "commoncrawl2", "_source": {"text": "Rated 4 out of 5 by Gloria from Great quality This is a lovely quality and perfect for a divan, However I have a metal bed frame so have to do an alteration on the corners, as no-one makes a valance for a frame bed."}, "_type": "sentence"}, {"highlight": {"text": [" having <em>good</em> skin-care effects, the hydrogel mask pack is formed by filling <em>a</em> <em>frame</em> with a", " composition for the hydrogel mask pack and immersing the frame in any one of an aqueous solution of a <em>metal</em> salt, alcohol or distilled water."]}, "_score": 9.180014, "_id": "G996687403", "_index": "commoncrawl2", "_source": {"text": "HYDROGEL MASK PACK, METHOD OF PREPARING THE SAME, AND RELATED COMPOSITION - In a hydrogel mask pack having good skin-care effects, the hydrogel mask pack is formed by filling a frame with a composition for the hydrogel mask pack and immersing the frame in any one of an aqueous solution of a metal salt, alcohol or distilled water."}, "_type": "sentence"}, {"highlight": {"text": ["The <em>metal</em> board 6 has a main portion 8 and also <em>a</em> <em>frame</em> portion 10 extending around the periphery", " of the insulating board 2 to strengthen it and also to provide a <em>good</em> heat conducting medium for mounting some of the circuit components."]}, "_score": 9.180014, "_id": "P2558653664", "_index": "commoncrawl2", "_source": {"text": "The metal board 6 has a main portion 8 and also a frame portion 10 extending around the periphery of the insulating board 2 to strengthen it and also to provide a good heat conducting medium for mounting some of the circuit components."}, "_type": "sentence"}, {"highlight": {"text": ["I have done about a million quilts from start to finish and I love to FMQ....everything from baby size to King size without <em>a</em> <em>frame</em>....but that is just me!! Find a <em>good</em> sewing machine store and you can pick up <em>metal</em> bobbins for about"]}, "_score": 9.179241, "_id": "H1147357670", "_index": "commoncrawl2", "_source": {"text": "I have done about a million quilts from start to finish and I love to FMQ....everything from baby size to King size without a frame....but that is just me!! Find a good sewing machine store and you can pick up metal bobbins for about a dollar apiece....just make sure they are made for the Brother machines."}, "_type": "sentence"}, {"highlight": {"text": ["the cams will be digging in yr back if you dont have a <em>good</em> pad, frame ... there isnt any easy way to pack all that <em>metal</em> gear without it collapsing yr pack if you dont have <em>a</em> <em>frame</em>/pad which is why a platy and holder comes in handy"]}, "_score": 9.178635, "_id": "O2427738822", "_index": "commoncrawl2", "_source": {"text": "the cams will be digging in yr back if you dont have a good pad, frame ... there isnt any easy way to pack all that metal gear without it collapsing yr pack if you dont have a frame/pad which is why a platy and holder comes in handy"}, "_type": "sentence"}, {"highlight": {"text": ["\"The <em>metal</em> parts are made in London by <em>a</em> <em>frame</em> builder called Jon, another chap called Simon made the wooden bits in Edinburgh, and the paint is done in Bristol,\" explained Milk Bikes' website, \"It's <em>good</em> to know where stuff comes from.\""]}, "_score": 9.178635, "_id": "P2558702056", "_index": "commoncrawl2", "_source": {"text": "\"The metal parts are made in London by a frame builder called Jon, another chap called Simon made the wooden bits in Edinburgh, and the paint is done in Bristol,\" explained Milk Bikes' website, \"It's good to know where stuff comes from.\""}, "_type": "sentence"}, {"highlight": {"text": ["Im even thinking of perhaps building <em>a</em> <em>frame</em> this winter if I can find the time and some layout", " help , actually Velonomad lives near me but he hasnt posted in a while so I cant contact him (im a pretty <em>good</em> <em>metal</em> worker )"]}, "_score": 9.178402, "_id": "H1200679362", "_index": "commoncrawl2", "_source": {"text": "Im even thinking of perhaps building a frame this winter if I can find the time and some layout help , actually Velonomad lives near me but he hasnt posted in a while so I cant contact him (im a pretty good metal worker )"}, "_type": "sentence"}, {"highlight": {"text": ["I agree with the comments about having <em>a</em> <em>frame</em>- preview lever ala Leica M. I also think that such an expensive camera should have far far far <em>better</em> lens-hoods and caps... again, the older Leica clip-on <em>metal</em> hoods are vastly <em>better</em> than the silly plastic ones on the"]}, "_score": 9.168142, "_id": "G1000267271", "_index": "commoncrawl2", "_source": {"text": "I agree with the comments about having a frame- preview lever ala Leica M. I also think that such an expensive camera should have far far far better lens-hoods and caps... again, the older Leica clip-on metal hoods are vastly better than the silly plastic ones on the 50 and 75mm (these are already sufficiently worn out that they are difficult to fit and easily spin and fall off.... not very impressive."}, "_type": "sentence"}, {"highlight": {"text": [" in which a <em>metal</em> reinforcing plate in <em>a</em> <em>frame</em> shape is applied only on the periphery of the insulating tape.", "With this arrangement as <em>well</em>, more effective heat radiation can be realized since the radiating"]}, "_score": 9.13717, "_id": "T3203181328", "_index": "commoncrawl2", "_source": {"text": "With this arrangement as well, more effective heat radiation can be realized since the radiating plate 37 is provided all over the solder ball-bonded regions, as compared with the conventional case in which a metal reinforcing plate in a frame shape is applied only on the periphery of the insulating tape."}, "_type": "sentence"}, {"highlight": {"text": [" stuff onto <em>a</em> <em>frame</em> they buy! then they bend some <em>metal</em>, and who knows how <em>well</em> it's finished that it"]}, "_score": 9.136291, "_id": "R2784673609", "_index": "commoncrawl2", "_source": {"text": "they have no design property about how a bike will handle, how it rides, how it corners, they hang stuff onto a frame they buy! then they bend some metal, and who knows how well it's finished that it will even last like a real motorcycle from HD or Honda or other real mfgs1!"}, "_type": "sentence"}, {"highlight": {"text": [" (normally made from <em>metal</em> rails in 4x4s, and <em>a</em> <em>frame</em> of 2x4s for the driver station) to use every year.", " carpet from past years, and try to save the electronics we built up as <em>well</em> as the field borders"]}, "_score": 9.135888, "_id": "A154136377", "_index": "commoncrawl2", "_source": {"text": "A few of our team members spend most of build season building up a field of our own, and have carpet from past years, and try to save the electronics we built up as well as the field borders (normally made from metal rails in 4x4s, and a frame of 2x4s for the driver station) to use every year."}, "_type": "sentence"}, {"highlight": {"text": [" includes <em>a</em> <em>frame</em> inner lock as <em>well</em> as reinforcing ribs in the cheek arms which enhance the strength of the cheek plate assembly.", "The cheek plate assembly is formed from a die stamped <em>metal</em> plate which is folded and bent and"]}, "_score": 9.135888, "_id": "O2433775158", "_index": "commoncrawl2", "_source": {"text": "The cheek plate assembly is formed from a die stamped metal plate which is folded and bent and includes a frame inner lock as well as reinforcing ribs in the cheek arms which enhance the strength of the cheek plate assembly."}, "_type": "sentence"}, {"highlight": {"text": ["The Griffin <em>A</em>-<em>Frame</em> is marketed as being for iPad, but it works just as <em>well</em> with Samsung, Acer", ", Asus and other brands of tablet as it's simply a hefty <em>metal</em> easel with an open-ended rubber ledge that accommodates your choice of tablet."]}, "_score": 9.135888, "_id": "P2509301398", "_index": "commoncrawl2", "_source": {"text": "The Griffin A-Frame is marketed as being for iPad, but it works just as well with Samsung, Acer, Asus and other brands of tablet as it's simply a hefty metal easel with an open-ended rubber ledge that accommodates your choice of tablet."}, "_type": "sentence"}, {"highlight": {"text": ["An acoustic door comprises <em>a</em> <em>frame</em> as <em>well</em> as a first panel of gypsum mounted on the frame and", " having its outer face covered with a sheet of <em>metal</em> and its inner face covered with a layer of lead (Pb) to thereby form a first rigid wall."]}, "_score": 9.135758, "_id": "B240408861", "_index": "commoncrawl2", "_source": {"text": "An acoustic door comprises a frame as well as a first panel of gypsum mounted on the frame and having its outer face covered with a sheet of metal and its inner face covered with a layer of lead (Pb) to thereby form a first rigid wall."}, "_type": "sentence"}, {"highlight": {"text": ["I would like to cut out the floor and spare tire <em>well</em> and build <em>a</em> <em>frame</em> work and a sheet <em>metal</em> box"]}, "_score": 9.135523, "_id": "J1533844579", "_index": "commoncrawl2", "_source": {"text": "I would like to cut out the floor and spare tire well and build a frame work and a sheet metal box setting the cell below the floor level and covering it with a sealed , hinged cover that can be opened for access and fueling."}, "_type": "sentence"}, {"highlight": {"text": [" term they use for an alluminium chassis (it is not <em>a</em> <em>frame</em> from a space shuttle!) and to give you", " is <em>cheaper</em> and lighter) because it is extremely soft and cannot match the strength of other steel <em>metal</em> combo."]}, "_score": 9.085286, "_id": "D437034793", "_index": "commoncrawl2", "_source": {"text": "By the way, just so you don't get fooled again, Space Frame technology from Audi is basically the term they use for an alluminium chassis (it is not a frame from a space shuttle!) and to give you more insight into this material usage - BMW has decided not to use alluminium chassis (even though it is cheaper and lighter) because it is extremely soft and cannot match the strength of other steel metal combo."}, "_type": "sentence"}, {"highlight": {"text": [", learns how to lay down a few beads, looks <em>good</em> but when he welds <em>a</em> <em>frame</em>, sure it doesn't fall", " appart, next he pops in a motor and drive train, things are sort of square and look <em>good</em>, should I", " mention he got his <em>metal</em> from the junk yard and home depot in the plumbing dept."]}, "_score": 8.68081, "_id": "J1553659024", "_index": "commoncrawl2", "_source": {"text": "Joe Bloe wants to build a T Bucket, he goes out and buys a 110 Mig never welded before in his life, learns how to lay down a few beads, looks good but when he welds a frame, sure it doesn't fall appart, next he pops in a motor and drive train, things are sort of square and look good, should I mention he got his metal from the junk yard and home depot in the plumbing dept."}, "_type": "sentence"}, {"highlight": {"text": [" <em>a</em> <em>frame</em>-like matrix; or components of one embodiment may be generally interchanged with those of another.", ", <em>metal</em> and composites; the platform portion can include special surface treatment such as a", " for the containment of particular tools or items; components can be made of a <em>solid</em> structure or of"]}, "_score": 8.586988, "_id": "F749851652", "_index": "commoncrawl2", "_source": {"text": "For instance: the device can be manufactured of a wide range of materials including wood, plastics, metal and composites; the platform portion can include special surface treatment such as a frictional surface for a computer mouse, or it can include openings or subdivisions or be specially designed for the containment of particular tools or items; components can be made of a solid structure or of a frame-like matrix; or components of one embodiment may be generally interchanged with those of another."}, "_type": "sentence"}, {"highlight": {"text": [" dwelling, a brick fog-signal house , a brick oil house, <em>a</em> <em>frame</em> boathouse with boatways, landing and", " 1903, and by June 25, 1904, all the station's buildings, \"consisting of a <em>metal</em> tower , a brick", " tramway from the boathouse to the house, some 800 running feet,\" were <em>ready</em> for service."]}, "_score": 8.3777685, "_id": "P2494450931", "_index": "commoncrawl2", "_source": {"text": "The fog signal boilers and metalwork for the tower were completed under contract in early September 1903, and by June 25, 1904, all the station's buildings, \"consisting of a metal tower , a brick dwelling, a brick fog-signal house , a brick oil house, a frame boathouse with boatways, landing and tramway from the boathouse to the house, some 800 running feet,\" were ready for service."}, "_type": "sentence"}, {"highlight": {"text": ["Where the bulkhead is of the type that has a <em>metal</em> skin or panel covering both sides of <em>a</em> <em>frame</em> in", " order to present <em>solid</em> or substantially <em>solid</em> load engaging faces to the lading being restrained"]}, "_score": 8.3136425, "_id": "T3150131932", "_index": "commoncrawl2", "_source": {"text": "Where the bulkhead is of the type that has a metal skin or panel covering both sides of a frame in order to present solid or substantially solid load engaging faces to the lading being restrained, the linkage assembly used to actuate the locking pin assemblies passes through the load engaging faces of the bulkhead assembly and, in the event of damage to the load engaging face of the bulkhead assembly, the entire bulkhead must be removed from the rail car or trailer for repair."}, "_type": "sentence"}, {"highlight": {"text": [" convert it to <em>a</em> <em>frame</em> boat for two (or you can ad a third person on the bow/stern) with a standing", "So essentially you have the best of both worlds-a pontoon boat with no <em>metal</em> frame, making it easy", " platform and leg brace for the front angler-<em>great</em> for river fishing."]}, "_score": 7.699911, "_id": "N2230619319", "_index": "commoncrawl2", "_source": {"text": "So essentially you have the best of both worlds-a pontoon boat with no metal frame, making it easy to deflate and transport, but with a very rigid inflatable floor that you can actually stand on, or convert it to a frame boat for two (or you can ad a third person on the bow/stern) with a standing platform and leg brace for the front angler-great for river fishing."}, "_type": "sentence"}, {"highlight": {"text": ["The cooling plates have <em>a</em> <em>frame</em> shape (for example, a concave-convex shape, as viewed from the side", " fluid (typically, the air) between the unit cells 12. Cooling plates 11 made from a <em>metal</em> with <em>good</em>"]}, "_score": 7.549203, "_id": "P2449079581", "_index": "commoncrawl2", "_source": {"text": "The cooling plates have a frame shape (for example, a concave-convex shape, as viewed from the side surface, such as a comb-like shape shown in the figure) that enables the introduction of a cooling fluid (typically, the air) between the unit cells 12. Cooling plates 11 made from a metal with good thermal conductivity or a lightweight and hard synthetic resin such as polypropylene can be advantageously used."}, "_type": "sentence"}], "A-Frame_O3D": [], "A-Frame_OpenSG": [], "A-Frame_X3DOM": [], "A-Frame_StormEngineC": [], "A-Frame_OpenGL Performer": [], "A-Frame_QuickDraw 3D": [], "A-Frame_OpenGL ES 3D API": [], "A-Frame_Direct3D": [], "A-Frame_CopperLicht": [], "A-Frame_OpenSceneGraph": [], "A-Frame_VTK": [], "A-Frame_Vulkan": [], "A-Frame_JT Open from Siemens PLM Software": [], "A-Frame_Crystal Space": [], "A-Frame_RenderMan": [{"highlight": {"text": [" the fastest renderer I've ever seen and the fact that you can put <em>a</em> <em>frame</em> on each processor makes it that much <em>better</em>.", "From my understanding <em>Renderman</em> is heading in the multithreaded direction but to be honest, this is"]}, "_score": 17.450111, "_id": "F782020961", "_index": "commoncrawl2", "_source": {"text": "From my understanding Renderman is heading in the multithreaded direction but to be honest, this is the fastest renderer I've ever seen and the fact that you can put a frame on each processor makes it that much better."}, "_type": "sentence"}], "A-Frame_Open Inventor": [], "A-Frame_Blend4Web": [], "A-Frame_QSDK": [], "A-Frame_ClanLib": [], "A-Frame_RenderWare": [], "A-Frame_Mantle": [{"highlight": {"text": ["Every picture should have <em>a</em> <em>frame</em>, and every fireplace should have a <em>mantle</em>."]}, "_score": 18.458109, "_id": "E678756027", "_index": "commoncrawl2", "_source": {"text": "Every picture should have a frame, and every fireplace should have a mantle."}, "_type": "sentence"}, {"highlight": {"text": ["I chose this hummingbird, it's sitting on my <em>mantle</em> as we speak waiting for <em>a</em> <em>frame</em>."]}, "_score": 18.458109, "_id": "G1034384007", "_index": "commoncrawl2", "_source": {"text": "I chose this hummingbird, it's sitting on my mantle as we speak waiting for a frame."}, "_type": "sentence"}, {"highlight": {"text": ["You know it would look great in <em>a</em> <em>frame</em> on your <em>mantle</em>."]}, "_score": 18.458109, "_id": "T3256270176", "_index": "commoncrawl2", "_source": {"text": "You know it would look great in a frame on your mantle."}, "_type": "sentence"}, {"highlight": {"text": ["We are also considering building <em>a</em> <em>frame</em> for a <em>mantle</em> and drywalling over it also."]}, "_score": 18.451092, "_id": "S3025685760", "_index": "commoncrawl2", "_source": {"text": "We are also considering building a frame for a mantle and drywalling over it also."}, "_type": "sentence"}, {"highlight": {"text": ["A prom updo sits in <em>a</em> <em>frame</em> on our parents' <em>mantle</em>."]}, "_score": 18.443766, "_id": "B330486130", "_index": "commoncrawl2", "_source": {"text": "A prom updo sits in a frame on our parents' mantle."}, "_type": "sentence"}, {"highlight": {"text": ["Hanging in <em>a</em> <em>frame</em> above the <em>mantle</em> was that paper with the big red zero."]}, "_score": 18.443766, "_id": "F846128506", "_index": "commoncrawl2", "_source": {"text": "Hanging in a frame above the mantle was that paper with the big red zero."}, "_type": "sentence"}, {"highlight": {"text": ["i just painted <em>a</em> <em>frame</em> today for dakota's picture for our <em>mantle</em> almost that color green."]}, "_score": 18.443766, "_id": "H1168044233", "_index": "commoncrawl2", "_source": {"text": "i just painted a frame today for dakota's picture for our mantle almost that color green."}, "_type": "sentence"}, {"highlight": {"text": ["There's a picture of a happy couple In <em>a</em> <em>frame</em> on a <em>mantle</em> in a house"]}, "_score": 18.443766, "_id": "Q2665962081", "_index": "commoncrawl2", "_source": {"text": "There's a picture of a happy couple In a frame on a mantle in a house"}, "_type": "sentence"}, {"highlight": {"text": ["Decorate the <em>mantle</em> with <em>a</em> <em>frame</em> for each family member, and add a name to create seasonal keepsakes."]}, "_score": 16.562012, "_id": "E559882469", "_index": "commoncrawl2", "_source": {"text": "Decorate the mantle with a frame for each family member, and add a name to create seasonal keepsakes."}, "_type": "sentence"}, {"highlight": {"text": ["It makes a great 8x10 print that you can put in <em>a</em> <em>frame</em> to place on your <em>mantle</em> or bookshelf."]}, "_score": 16.55571, "_id": "J1421947519", "_index": "commoncrawl2", "_source": {"text": "It makes a great 8x10 print that you can put in a frame to place on your mantle or bookshelf."}, "_type": "sentence"}, {"highlight": {"text": ["No, but you could put it in <em>a</em> <em>frame</em> on the <em>mantle</em> and people would think it was nice looking."]}, "_score": 16.55571, "_id": "L1809891187", "_index": "commoncrawl2", "_source": {"text": "No, but you could put it in a frame on the mantle and people would think it was nice looking."}, "_type": "sentence"}, {"highlight": {"text": ["I'm going to stick it in <em>a</em> <em>frame</em> and put it on the <em>mantle</em> each year for Christmas."]}, "_score": 16.554573, "_id": "H1202542317", "_index": "commoncrawl2", "_source": {"text": "I'm going to stick it in a frame and put it on the mantle each year for Christmas."}, "_type": "sentence"}, {"highlight": {"text": ["I'm actually attaching this to a glass plate as <em>a</em> <em>frame</em> and will be using it on my <em>mantle</em>."]}, "_score": 16.554573, "_id": "H1191379109", "_index": "commoncrawl2", "_source": {"text": "I'm actually attaching this to a glass plate as a frame and will be using it on my mantle."}, "_type": "sentence"}, {"highlight": {"text": ["One of these personalized pet silhouette plates would certainly make it's home on a <em>mantle</em> or in <em>a</em> <em>frame</em>."]}, "_score": 16.549091, "_id": "L1901219678", "_index": "commoncrawl2", "_source": {"text": "One of these personalized pet silhouette plates would certainly make it's home on a mantle or in a frame."}, "_type": "sentence"}, {"highlight": {"text": ["I always print one to use in <em>a</em> <em>frame</em> on my <em>mantle</em>, I just change it out seasonally!"]}, "_score": 16.548426, "_id": "G1005386916", "_index": "commoncrawl2", "_source": {"text": "I always print one to use in a frame on my mantle, I just change it out seasonally!"}, "_type": "sentence"}, {"highlight": {"text": ["Whether you're decorating your <em>mantle</em>, sideboard, hallway or counter, just download, print, throw it in <em>a</em> <em>frame</em> and you're done!"]}, "_score": 16.548426, "_id": "T3153072366", "_index": "commoncrawl2", "_source": {"text": "Whether you're decorating your mantle, sideboard, hallway or counter, just download, print, throw it in a frame and you're done!"}, "_type": "sentence"}, {"highlight": {"text": ["Most model 1 and <em>mantle</em> 2 burners used a Cap <em>mantle</em> which was <em>a</em> <em>frame</em> that hung the <em>mantle</em> in an", " and spaced the <em>mantle</em> just by mounting the <em>mantle</em> frame on the gallery."]}, "_score": 16.475163, "_id": "K1740028634", "_index": "commoncrawl2", "_source": {"text": "Most model 1 and mantle 2 burners used a Cap mantle which was a frame that hung the mantle in an exact location over the gallery mounted cone This was a great improvement in that it properly aligned and spaced the mantle just by mounting the mantle frame on the gallery."}, "_type": "sentence"}, {"highlight": {"text": [", meaning that a game running on <em>Mantle</em> could, in theory, draw <em>a</em> <em>frame</em> nine times faster than one running on DirectX.", "AMD claims that <em>Mantle</em> allows for nine times as many draw calls per second compared to other APIs"]}, "_score": 15.096413, "_id": "B232339008", "_index": "commoncrawl2", "_source": {"text": "AMD claims that Mantle allows for nine times as many draw calls per second compared to other APIs, meaning that a game running on Mantle could, in theory, draw a frame nine times faster than one running on DirectX."}, "_type": "sentence"}, {"highlight": {"text": ["It can be set on desk or <em>mantle</em> as <em>a</em> <em>frame</em>, and the album is beautifully appointed by a brass medallion with hand painted enamel logo."]}, "_score": 14.298899, "_id": "I1367992227", "_index": "commoncrawl2", "_source": {"text": "It can be set on desk or mantle as a frame, and the album is beautifully appointed by a brass medallion with hand painted enamel logo."}, "_type": "sentence"}, {"highlight": {"text": ["That was my Camilla's favorite sleeping spot when we first got her and a photo in <em>a</em> <em>frame</em> sits on my <em>mantle</em> of her there."]}, "_score": 14.298899, "_id": "O2384744639", "_index": "commoncrawl2", "_source": {"text": "That was my Camilla's favorite sleeping spot when we first got her and a photo in a frame sits on my mantle of her there."}, "_type": "sentence"}, {"highlight": {"text": ["We got married in front of an old <em>mantle</em> I found at a thrift store that I had my dad prop upright and add <em>a</em> <em>frame</em> on top."]}, "_score": 14.298899, "_id": "S3046671584", "_index": "commoncrawl2", "_source": {"text": "We got married in front of an old mantle I found at a thrift store that I had my dad prop upright and add a frame on top."}, "_type": "sentence"}, {"highlight": {"text": ["This officially licensed photo album holds fifty 4\" x 6\" photos plus one on the cover, and can be set on a desk or <em>mantle</em> as <em>a</em> <em>frame</em>."]}, "_score": 14.292522, "_id": "R2857708160", "_index": "commoncrawl2", "_source": {"text": "This officially licensed photo album holds fifty 4\" x 6\" photos plus one on the cover, and can be set on a desk or mantle as a frame."}, "_type": "sentence"}, {"highlight": {"text": ["The cloud picture started out as fabric for some new throw pillows and quickly morphed into <em>a</em> <em>frame</em>-filler for the <em>mantle</em>."]}, "_score": 14.287693, "_id": "P2438366447", "_index": "commoncrawl2", "_source": {"text": "The cloud picture started out as fabric for some new throw pillows and quickly morphed into a frame-filler for the mantle."}, "_type": "sentence"}, {"highlight": {"text": ["I bought <em>a</em> <em>frame</em> that matched my <em>mantle</em>-scape and just took a T pin and pinned one of his crocheted mitten's to some beige art paper."]}, "_score": 14.287167, "_id": "G1024873665", "_index": "commoncrawl2", "_source": {"text": "I bought a frame that matched my mantle-scape and just took a T pin and pinned one of his crocheted mitten's to some beige art paper."}, "_type": "sentence"}, {"highlight": {"text": ["4th row: Austin at night, a print I've had without <em>a</em> <em>frame</em> for too long and looks great on the", " <em>mantle</em>, girls enjoying our new table, and my yogurt/fruit/greens smoothie this morning."]}, "_score": 11.657156, "_id": "A86166707", "_index": "commoncrawl2", "_source": {"text": "4th row: Austin at night, a print I've had without a frame for too long and looks great on the mantle, girls enjoying our new table, and my yogurt/fruit/greens smoothie this morning."}, "_type": "sentence"}, {"highlight": {"text": [" Printables! Print them out and put them in <em>a</em> <em>frame</em> for your <em>mantle</em> or coffee table or anywhere you need a little holiday cheer."]}, "_score": 11.657156, "_id": "J1522576898", "_index": "commoncrawl2", "_source": {"text": "I was working on a Christmas card idea and ended up creating these fun Holiday Chalkboard Printables! Print them out and put them in a frame for your mantle or coffee table or anywhere you need a little holiday cheer."}, "_type": "sentence"}, {"highlight": {"text": [" to put on their <em>mantle</em> in <em>a</em> <em>frame</em> just let me know and I'll see what I can arrange."]}, "_score": 11.657156, "_id": "J1503910798", "_index": "commoncrawl2", "_source": {"text": "I've limited myself to sharing only one of them together (see above), but if anyone would like one to put on their mantle in a frame just let me know and I'll see what I can arrange."}, "_type": "sentence"}, {"highlight": {"text": [" <em>frame</em> and displayed on a <em>mantle</em> piece or in a place in their homes.", "Many people still prefer to have a photo of their family, children, parents or loved ones in <em>a</em>"]}, "_score": 11.652709, "_id": "K1675999159", "_index": "commoncrawl2", "_source": {"text": "Many people still prefer to have a photo of their family, children, parents or loved ones in a frame and displayed on a mantle piece or in a place in their homes."}, "_type": "sentence"}, {"highlight": {"text": [" was connected with their possible use as <em>a</em> <em>frame</em> of reference for plate-motion studies.", "- Vince Cronin: Some (perhaps a lot) of the initial interest in hotspot trails and <em>mantle</em> plumes"]}, "_score": 11.652709, "_id": "S3004212838", "_index": "commoncrawl2", "_source": {"text": "- Vince Cronin: Some (perhaps a lot) of the initial interest in hotspot trails and mantle plumes was connected with their possible use as a frame of reference for plate-motion studies."}, "_type": "sentence"}, {"highlight": {"text": ["You could hang it on your fridge, add it to <em>a</em> <em>frame</em> on the fireplace <em>mantle</em>, or add some ribbon to"]}, "_score": 11.652709, "_id": "T3247761383", "_index": "commoncrawl2", "_source": {"text": "You could hang it on your fridge, add it to a frame on the fireplace mantle, or add some ribbon to the top of the paper and place it in your child's room for a fun decoration."}, "_type": "sentence"}, {"highlight": {"text": ["Even if one were to argue that we needed to see parts of the <em>mantle</em> as visible ejecta, then at your suggested 5% lightspeed, this would be just barely over <em>a</em> <em>frame</em> at 24fps."]}, "_score": 11.6519985, "_id": "E667323031", "_index": "commoncrawl2", "_source": {"text": "Even if one were to argue that we needed to see parts of the mantle as visible ejecta, then at your suggested 5% lightspeed, this would be just barely over a frame at 24fps."}, "_type": "sentence"}, {"highlight": {"text": ["It can be set on desk or <em>mantle</em> as <em>a</em> <em>frame</em>, and the album is beautifully appointed by a brass"]}, "_score": 11.6519985, "_id": "I1367992228", "_index": "commoncrawl2", "_source": {"text": "It can be set on desk or mantle as a frame, and the album is beautifully appointed by a brass medallion with hand painted enamel logo that's available for colleges as well as professional teams."}, "_type": "sentence"}, {"highlight": {"text": ["died after 13 years.. it was a 46\" and when we stripped the mahogany fireplace <em>mantle</em> that some dopes painted (7 layers) we made <em>a</em> <em>frame</em> for the t.v."]}, "_score": 11.64797, "_id": "E581242827", "_index": "commoncrawl2", "_source": {"text": "died after 13 years.. it was a 46\" and when we stripped the mahogany fireplace mantle that some dopes painted (7 layers) we made a frame for the t.v."}, "_type": "sentence"}, {"highlight": {"text": ["I hope that when you put them in <em>a</em> <em>frame</em> on your desk or <em>mantle</em>, you'll be reminded to tell your significant other how much you still love them."]}, "_score": 11.64797, "_id": "H1161577666", "_index": "commoncrawl2", "_source": {"text": "I hope that when you put them in a frame on your desk or mantle, you'll be reminded to tell your significant other how much you still love them."}, "_type": "sentence"}, {"highlight": {"text": [" with exposed painted <em>A</em> <em>frame</em> beams, stone open feature fire place with stripped wood <em>mantle</em>, two radiators, door to study."]}, "_score": 11.64797, "_id": "S2955954880", "_index": "commoncrawl2", "_source": {"text": "Two large sash windows to front, window to side, two Velux roof windows, attractive vaulted ceiling with exposed painted A frame beams, stone open feature fire place with stripped wood mantle, two radiators, door to study."}, "_type": "sentence"}, {"highlight": {"text": [" slipped it back into its slot on the <em>mantle</em>, between two volumes that had collapsed into an <em>a</em>-<em>frame</em> in its absence."]}, "_score": 11.647588, "_id": "G909422561", "_index": "commoncrawl2", "_source": {"text": "Her gaze lingered until he glanced down at the book still in his hands, gently closed it, and slipped it back into its slot on the mantle, between two volumes that had collapsed into an a-frame in its absence."}, "_type": "sentence"}, {"highlight": {"text": [" daughter's first smile, any more than I can squeeze their souls into <em>a</em> <em>frame</em> to set on the <em>mantle</em>."]}, "_score": 11.647588, "_id": "L1820970326", "_index": "commoncrawl2", "_source": {"text": "No reproduction can capture the true heart-filling energy and emotion of my son's laughter or my daughter's first smile, any more than I can squeeze their souls into a frame to set on the mantle."}, "_type": "sentence"}, {"highlight": {"text": [" my picture in <em>a</em> <em>frame</em> Hey lordy mama mama hey lordy papa papa Holler bout a picture in <em>a</em> <em>frame</em> Hang it up on the <em>mantle</em> you can see me just the same"]}, "_score": 9.341381, "_id": "L1853753477", "_index": "commoncrawl2", "_source": {"text": "Now when I die mama don't you bury papa at all Hey lordy mama mama hey lordy papa papa Holler bout your papa at all Just throw my bones down in some alcohol [ guitar - steel ] Now when I die mama put my picture in a frame Hey lordy mama mama hey lordy papa papa Holler bout a picture in a frame Hang it up on the mantle you can see me just the same"}, "_type": "sentence"}, {"highlight": {"text": [" in a house, on a pad for a mouse, or in <em>a</em> <em>frame</em>, I do not want to see it I claim!", "I dont want to see it in a book, on a nook, on a <em>mantle</em>, or in a candle I would not want to see it"]}, "_score": 8.695328, "_id": "G1060004122", "_index": "commoncrawl2", "_source": {"text": "I dont want to see it in a book, on a nook, on a mantle, or in a candle I would not want to see it in a house, on a pad for a mouse, or in a frame, I do not want to see it I claim!"}, "_type": "sentence"}, {"highlight": {"text": [" of a cross-section of the face of a roll having <em>a</em> <em>frame</em> part 1 , which may be the roll <em>mantle</em>."]}, "_score": 8.695328, "_id": "M2081822541", "_index": "commoncrawl2", "_source": {"text": "Referring to the accompanying drawings wherein like reference numerals refer to the same or similar elements, FIG. 1 illustrates a preferred construction in accordance with the invention in the form of a cross-section of the face of a roll having a frame part 1 , which may be the roll mantle."}, "_type": "sentence"}, {"highlight": {"text": [" grandfather and all else whom saw the picture as it would merit <em>a</em> <em>frame</em> and display on the <em>mantle</em> for all to see."]}, "_score": 8.694838, "_id": "L1767861470", "_index": "commoncrawl2", "_source": {"text": "My head filled with the day dream of bringing in a lunker of a bass that would certainly impress my grandfather and all else whom saw the picture as it would merit a frame and display on the mantle for all to see."}, "_type": "sentence"}, {"highlight": {"text": ["Hermione's acceptance letter into Hogwarts hung in <em>a</em> <em>frame</em> over the <em>mantle</em>, and some of her top"]}, "_score": 8.691753, "_id": "G910472473", "_index": "commoncrawl2", "_source": {"text": "Hermione's acceptance letter into Hogwarts hung in a frame over the mantle, and some of her top-marked papers were stuck to the refrigerator with magnets, just as Aunt Petunia had used to do with Dudley's efforts at drawing pictures when he and Harry were much younger."}, "_type": "sentence"}, {"highlight": {"text": ["No, my scans and my prints are not pro quality, nor would I claim that, but sitting in <em>a</em> <em>frame</em> on", " my <em>mantle</em> or on my wall or on CDs I can pass around to friends and relatives get oohs and aahs, not"]}, "_score": 8.691753, "_id": "L1815288946", "_index": "commoncrawl2", "_source": {"text": "No, my scans and my prints are not pro quality, nor would I claim that, but sitting in a frame on my mantle or on my wall or on CDs I can pass around to friends and relatives get oohs and aahs, not criticisms that \"it is obvious you didn't scan at enough DPI.\""}, "_type": "sentence"}, {"highlight": {"text": [" from the book are setting up the hearing over the <em>Mantle</em> of Immortality as <em>a</em> <em>frame</em> story explaining just why Claus (J."]}, "_score": 8.691753, "_id": "Q2631900867", "_index": "commoncrawl2", "_source": {"text": "The Rankin-Bass production, which spells the title with an ampersand, truncates much of the story (it ran in a one-hour time slot) and simplifies some of the motivations, but its major alterations from the book are setting up the hearing over the Mantle of Immortality as a frame story explaining just why Claus (J."}, "_type": "sentence"}, {"highlight": {"text": ["There's a picture of a happy couple In <em>a</em> <em>frame</em> on a <em>mantle</em> in a house Piece by piece they put their"]}, "_score": 7.148734, "_id": "Q2665962082", "_index": "commoncrawl2", "_source": {"text": "There's a picture of a happy couple In a frame on a mantle in a house Piece by piece they put their world together Some kids a mortage and a pair of wedding vows She's a mother and a working woman He sweats 9 to 5 with big dreams in his head There's too much month at the end of the money Wolf's at the door and the bankbook's in the red I guess every fairy tale has a monster underneath the bed"}, "_type": "sentence"}], "A-Frame_JMonkey Engine": [], "A-Frame_OpenGL": [{"highlight": {"text": ["<em>Worse</em>, some other <em>OpenGL</em> application could be halfway through <em>a</em> <em>frame</em> of rendering when the composite manager sources from it."]}, "_score": 23.292255, "_id": "T3210864669", "_index": "commoncrawl2", "_source": {"text": "Worse, some other OpenGL application could be halfway through a frame of rendering when the composite manager sources from it."}, "_type": "sentence"}, {"highlight": {"text": ["When <em>a</em> <em>frame</em> is <em>ready</em>, turn it into a texture with <em>OpenGL</em> ES, and texture map this into a color buffer."]}, "_score": 19.548374, "_id": "T3120851313", "_index": "commoncrawl2", "_source": {"text": "When a frame is ready, turn it into a texture with OpenGL ES, and texture map this into a color buffer."}, "_type": "sentence"}, {"highlight": {"text": [" changes calls in <em>a</em> <em>frame</em>, bind <em>less</em> textures per frame, etc.", "The problem with <em>OpenGL</em> in Android is that you need to use as fewer as possible GL render and state"]}, "_score": 15.3185005, "_id": "Q2623128138", "_index": "commoncrawl2", "_source": {"text": "The problem with OpenGL in Android is that you need to use as fewer as possible GL render and state changes calls in a frame, bind less textures per frame, etc."}, "_type": "sentence"}, {"highlight": {"text": ["I was <em>able</em> to run glxgears and have it report it was doing <em>a</em> <em>frame</em> rate of a few thousand per", " second, so the closed-source <em>OpenGL</em> driver was installed and working."]}, "_score": 15.312356, "_id": "J1512520465", "_index": "commoncrawl2", "_source": {"text": "I was able to run glxgears and have it report it was doing a frame rate of a few thousand per second, so the closed-source OpenGL driver was installed and working."}, "_type": "sentence"}, {"highlight": {"text": ["I have a multi-screen (6) setup as <em>well</em>, and when I restarted x, I had just as high <em>a</em> <em>frame</em> rate on glx-gears as I had using nvidia's <em>opengl</em> setup."]}, "_score": 14.538015, "_id": "H1143481967", "_index": "commoncrawl2", "_source": {"text": "I have a multi-screen (6) setup as well, and when I restarted x, I had just as high a frame rate on glx-gears as I had using nvidia's opengl setup."}, "_type": "sentence"}, {"highlight": {"text": ["Not only is it <em>faster</em> on many <em>OpenGL</em> implementations, but the target area does not need to be a", " power of 2. This is especially handy for video playback since the typical dimensions for <em>a</em> <em>frame</em> are rarely powers of 2 (often something like 320 x 200)."]}, "_score": 12.38313, "_id": "L1835526696", "_index": "commoncrawl2", "_source": {"text": "Not only is it faster on many OpenGL implementations, but the target area does not need to be a power of 2. This is especially handy for video playback since the typical dimensions for a frame are rarely powers of 2 (often something like 320 x 200)."}, "_type": "sentence"}, {"highlight": {"text": ["If you want to use <em>openGl</em> to create the 2D illusion of a picture in <em>a</em> <em>frame</em>, then think of it in", " another way: draw the frame first - as a <em>solid</em> rectangle, and then draw the picture on on top of it - centered and slightly smaller."]}, "_score": 12.148136, "_id": "H1127617353", "_index": "commoncrawl2", "_source": {"text": "If you want to use openGl to create the 2D illusion of a picture in a frame, then think of it in another way: draw the frame first - as a solid rectangle, and then draw the picture on on top of it - centered and slightly smaller."}, "_type": "sentence"}, {"highlight": {"text": ["If we assume that this particular leak would occur in the same way when <em>a</em> <em>frame</em> is rendered in any", " <em>OpenGL</em> app (that is, we visit the bug the same number of times per frame as we do in glxgears) and I", " fps during gameplay, I would then be <em>able</em> to play the game:"]}, "_score": 9.397804, "_id": "H1103292737", "_index": "commoncrawl2", "_source": {"text": "If we assume that this particular leak would occur in the same way when a frame is rendered in any OpenGL app (that is, we visit the bug the same number of times per frame as we do in glxgears) and I have 1GB of RAM available for Doom3 after it has already started up and an average frame rate of 20 fps during gameplay, I would then be able to play the game:"}, "_type": "sentence"}, {"highlight": {"text": [") it seems as if rendering is usually <em>a</em> <em>frame</em> behind and the moment you call glReadPixels it has to", " and working on OSX I unfortunately don´t have any <em>good</em> <em>OpenGL</em> profiling tools available)."]}, "_score": 7.0312147, "_id": "G1054390789", "_index": "commoncrawl2", "_source": {"text": "I don´t know what is happening, but (at least with double buffering and multi threaded rendering) it seems as if rendering is usually a frame behind and the moment you call glReadPixels it has to finish rendering of the previous frame and then render the current frame while the CPU is waiting the whole time (I am probably completely wrong, but I didn´t find any usefull information for my issues and working on OSX I unfortunately don´t have any good OpenGL profiling tools available)."}, "_type": "sentence"}], "A-Frame_Three.js": [], "A-Frame_Irrlicht Engine": []}